Repository: tshai/ask-me
Catalog: App_GlobalResources/Resources.*.resx
Languages: bg, he

# thingsToAvoidDescription
source: <p>Your goals for a traditional interview (where you meet a recruiter or hiring manager face-to-face in their office) should be no different from your goals for a video interview. You should still be aiming to present yourself as a desirable candidate. Here are some tips that will guide you from potentially making any mistakes in your recorded interview that could cost you a job:</p> <p>&nbsp;</p> <p>Read the instructions</p> <p>It&rsquo;s always important to thoroughly read instructions provided to you, especially if you&rsquo;re about to do something that you may not be totally familiar with. If you carefully read the recorded interview instructions, you can avoid delays in completing your interview.</p> <p>&nbsp;</p> <p>Having people in the room with you</p> <p>Try your best to find a quiet, private area to record your interview. If there are other people in the room or nearby, it can be a distraction to you and to the hiring manager reviewing your interview. The focus should solely be on you.</p> <p>&nbsp;</p> <p>Recording with no audio</p> <p>If you are using a computer to complete your record, make sure to verify the microphone you are using before recording. Additionally, you should always play back your first recorded answer to make certain that your audio and webcam are working properly.</p> <p>&nbsp;</p> <p>Recording without seeing yourself on the screen</p> <p>If you don&rsquo;t see yourself on the screen when recording, that means your webcam isn&rsquo;t properly connected or verified. Don&rsquo;t make the mistake of continuing to record if this is the case.</p> <p>&nbsp;</p> <p>Recording in a messy space</p> <p>Be conscious of what the background of your video will say about your candidacy. Make sure to record in an area that looks clean and professional.</p> <p>&nbsp;</p> <p>Not speaking clearly</p> <p>Don&rsquo;t force a recruiter or hiring manager to turn up the volume or strain their ears to hear your answers to their interview questions. Speak loudly and clearly so that you can be understood. It would be a shame for your recorded interview to be passed over just because the person reviewing it had no idea what you were saying.&nbsp;</p> <p>&nbsp;</p> <p>Getting too comfortable</p> <p>A great thing about recorded interviews is that they&rsquo;re convenient for both employers and job seekers. You can complete your one-way from anywhere via your mobile phone or from the comfort of your own home using a computer and webcam. However, you should still be professional and treat the recorded interview as if it were a traditional in-office interview. Dress appropriately from head to toe; don&rsquo;t pair your dress shirt and blazer with pajama pants and slippers. Also, now&rsquo;s not the time to get cozy in your favorite armchair. Be aware of your posture and make sure you are sitting up straight to show that you are confident and taking the interview seriously.</p> <p>&nbsp;</p> <p>Being unprepared</p> <p>Your preparation for a recorded interview should be no different from how you prepare for an in-person interview. Rehearse your responses to the interview questions so you can sound natural and sincere when you&rsquo;re ready to record.</p>
bg: <p>Вашите цели за традиционно интервю (където се срещате с работодател или мениджър&nbsp; лице в лице в офиса) не трябва да се различават от Вашите цели за видео интервю. Трябва да се стремите да представите себе си като желан кандидат. Ето някои съвети, които ще Ви помогнат да избегнете основните грешки в записаното интервю, които биха ви стрували работата:</p> <p>&nbsp;</p> <p>Прочети инструкциите</p> <p>Винаги е важно да прочетете внимателно инструкциите, които са Ви предоставени, особено ако сте на път да направите нещо, с което не сте напълно запознати. Ако внимателно прочетете записаните инструкции за интервю, можете да избегнете закъснения или прекъсвания по време на интервюто.</p> <p>&nbsp;</p> <p>Да има хора в стаята с теб</p> <p>Опитайте се да намерите спокойна и уединена част, за да запишете интервюто си. Ако има други хора в стаята или наблизо, това може да е разсейващо за Вас и за наемащия мениджър, който преглежда интервюто ви. Фокусът трябва да бъде единствено върху Вас.</p> <p>&nbsp;</p> <p>Запис без аудио</p> <p>Ако използвате компютър, за да завършите записа си, уверете се, че сте проверили микрофона, който използвате преди записването. Освен това винаги трябва да възпроизвеждате първия си записан отговор, за да сте сигурни, че вашата аудио система и уеб камера работят правилно.</p> <p>&nbsp;</p> <p>Записвате, без да се виждате на екрана</p> <p>Ако не виждате себе си на екрана при запис, това означава, че Вашата уеб камера не е правилно свързана или проверена. Не правете грешката да продължите да записвате, ако това е така.</p> <p>&nbsp;</p> <p>Записване в разхвърляно пространство</p> <p>Бъдете наясно , че задния фон на Вашето видео ще каже много за Вашата кандидатура. Уверете се, че записвате в област, която изглежда чиста и професионална.</p> <p>&nbsp;</p> <p>Не говорите ясно</p> <p>Не принуждавайте работодателят да увеличи силата на звука или да напряга слуха си, за да чуе отговорите на интервюираните въпроси. Говорете силно и ясно, за да можете да бъдете разбрани. Би било жалко Вашето записаното интервю да бъде отхвърлено само защото човекът, който го преглежда няма представа какво казвате.</p> <p>Настанили сте се прекалено удобно</p> <p>Едно от основните предимства на записаните интервюта е, че те са удобни както за работодателите, така и за търсещите работа. Можете да завършите своето записано интервю от всяко място чрез мобилния си телефон или от уюта на собствения си дом, като използвате компютър и уеб камера. Все пак, Вие трябва да сте професионалисти и да се отнасяте към записаното интервю, сякаш това е традиционно интервю в офиса. Облечете се правилно от главата до петите; не обличайте рокля или блейзер върху пижама и чехли. Също така, сега не е време да се настаните уютно в любимото си кресло. Бъдете наясно с позата си и се уверете, че сте се изправили направо, за да покажете, че сте уверени и че сте сериозен кандидат.</p> <p>&nbsp;</p> <p>Да бъдеш неподготвен</p> <p>Вашата подготовка за записано интервю не трябва да се различава от начина, по който се подготвяте за традиционно интервю в офис. Репетирайте отговорите си на въпросите на интервюто, за да звучите естествено и искрено, когато сте готови да запишете</p>
he: <p style="direction: rtl;">&nbsp;המטרות שלכם בראיון העבודה המסורתי (שבו אתם פוגשים מגייס או מנהל גיוס פנים מול פנים במשרדם) לא צריכות להיות שונות מהמטרות שלכם בראיון עבודה בוידאו.</p> <p style="direction: rtl;">אתם צריכים לכוון לכך שתציגו את עצמכם כמועמדים ראויים. להלן מספר טיפים שידריכו אתכם</p> <p style="direction: rtl;">מביצוע פוטנציאלי של טעויות בראיון העבודה המוקלט שלכם שעלולות לעלות לכם בעבודה:</p> <p style="direction: rtl;"><br /> קראו את ההוראות<br /> זה תמיד חשוב לקרוא את ההוראות שסופקו לכם, במיוחד אם אתם עומדים לעשות משהו שלא בהכרח מוכר לכם.</p> <p style="direction: rtl;">אם תקראו בעיון את ההוראות שניתנו לראיון המוקלט, אתם יכולים להימנע מעיכובים בהשלמת הראיון.<br /> אנשים נמצאים אתכם בחדר</p> <p style="direction: rtl;"><br /> השתדלו למצוא את מקום שקט ופרטי כדי להקליט את הראיון שלכם.</p> <p style="direction: rtl;">אם יש אנשים נוספים בחדר או בקרבת מקום, זה יכול לגרום להסחת דעת לכם ולמנהל הגיוס שעובר על הראיון שלכם.</p> <p style="direction: rtl;">המיקוד צריך להיות אך ורק עליכם.</p> <p style="direction: rtl;"><br /> הקלטה ללא אודיו</p> <p style="direction: rtl;"><br /> אם אתם משתמשים במחשב כדי להשלים את ההקלטה שלכם, תקפידו לבדוק את המיקרופון שאתם משתמשים בו לפני ההקלטה.</p> <p style="direction: rtl;">בנוסף, אתם תמיד צריכים לנגן את התשובה המוקלטת הראשונה שלכם כדי להיות בטוחים כי האודיו והמצלמת האינטרנט עובדים כראוי.</p> <p style="direction: rtl;"><br /> הקלטה מבלי לראות את עצמכם על המסך</p> <p style="direction: rtl;"><br /> אם אינם רואים את עצמכם במסך במהלך ההקלטה, זה אומר שמצלמת האינטרנט שלכם אינה מחוברת או עובדת כראוי.</p> <p style="direction: rtl;">אל תעשו את הטעות ותמשיכו בהקלטה אם זה המקרה.</p> <p style="direction: rtl;"><br /> הקלטה במרחב מבולגן</p> <p style="direction: rtl;"><br /> תהיו מודעים למה שהרקע של הוידאו שלכם יגיד על המועמדות שלכם.</p> <p style="direction: rtl;">תקפידו שאתם מקליטים במקום שנראה נקי ומקצועי.</p> <p style="direction: rtl;"><br /> דיבור לא ברור</p> <p style="direction: rtl;"><br /> אל תכריחו את המגייס או מנהל הגיוס להגביר את הקול או להתאמץ כדי לשמוע את התשובות שלכם לשאלות הראיון שלהם.</p> <p style="direction: rtl;">דברו בקול רם וברור כדי שיהיה ניתן להבין אתכם. זה יהיה חבל אם הראיון המוקלט שלכם לא יעבור רק מפני שהאדם שעבר עליו לא הבין מה אמרתם.</p> <p style="direction: rtl;"><br /> הרגשה נוחה מידי<br /> דבר נהדר בראיונות מוקלטים שהם נוחים גם עבור המעסיקים וגם עבור מחפשי העבודה.</p> <p style="direction: rtl;">אתם יכולים להשלים ראיון מכל מקום באמצעות המכשיר הנייד או מאזור הנוחות שלכם בבית באמצעות מחשב ומצלמת אינטרנט. עם זאת, אתם עדיין צריכים להיות מקצועיים ולהתייחס לראיון המוקלט כאילו הייתם בראיון במשרד. תתלבשו בהתאם, אל תלבשו את החולצה ביחד עם מכנסי הפיג'מה והכפכפים שלכם. בנוסף, זה לא הזמן להתרווח בכורסא המועדפת עליכם. שימו לב ליציבות שלכם ותוודאו כי אתם יושבים ישר כדי להראות שאתם מלאים בטחון ומדברים ברצינות בראיון.<br /> חוסר מוכנות<br /> ההכנה שלכם לראיון המוקלט לא צריכה להיות שונה מההכנה שלכם לראיון אישי.</p> <p style="direction: rtl;">תשננו את התשובות שלכם לשאלות הראיון כדי שתשמעו טבעיים וכנים כאשר אתם מוכנים להקליט.</p>

# tipsOnBodyLanguage
source: <p><strong>Tips on body language for your video interview </strong></p>
bg: <p><strong>Съвети за езика на тялото при видео интервюто</strong></p>
he: טיפים על שפת הגוף בראיון הוידאו שלכם

# tipsOnBodyLanguageDescription
source: <p>It's essential to make sure that you are put together and looking your best for a recorded interview, but you should also give equal importance to having good body language. You must to be conscious of your body language to make certain that you are presenting yourself in the best way possible throughout the entire interview.</p> <p>&nbsp;</p> <p>Communication is 55% body language. Even if you are not speaking a single word, you are communicating. Everything about your body language conveys something about you; whether you are nervous, confident, proud, annoyed, humble, etc.</p> <p>&nbsp;</p> <p>Establish eye contact</p> <p>Maintaining eye contact in a video interview may seem tricky and even awkward, but it is possible and necessary. When recording your rvideo interview, be sure to look straight into the webcam - do not look at yourself on the screen. Imagine that there is a person sitting across from you listening to your answers. When you look into the webcam, the employer/hiring manager who will be reviewing your interview will feel more engaged because it&rsquo;s as if you&rsquo;re looking at them.</p> <p>&nbsp;</p> <p>Sit up straight</p> <p>Having good posture in an interview is very important. Slouching or leaning back in your seat may give off the vibe that you aren&rsquo;t taking the interview seriously or are bored and disinterested. Crossing your arms should also be avoided because you&rsquo;ll appear unapproachable and defensive.</p> <p>&nbsp;</p> <p>Avoid moving too much</p> <p>When people have a lot of nervous energy, they tend to shake their legs, move their hands around a lot, or tap their fingers on the table. Try your best to avoid movements that may convey that you&rsquo;re nervous and may be distracting to the employer/hiring manager reviewing your interview.</p> <p>&nbsp;</p> <p>Smile!</p> <p>You may feel nervous and stressed during your video interview, but that doesn&rsquo;t have to show in your face. A smile can hide your insecurities and nerves, but also make you seem approachable. Be sure to smile and show the employer/hiring manager how friendly and pleasant you are.</p>
bg: <p>Необходимо е да сте сигурни, че сте се подготвили и ще се представите по най-добрия начин във Вашето видео интервю, но също така трябва да отдадете същото значение и на езика на тялото. Трябва да сте наясно с езика на тялото, за да сте сигурни, че се представяте по най-добрия възможен начин през цялото интервю.</p> <p>&nbsp;</p> <p>55% &nbsp;от комуникацията се осъществява чрез езика на тялото. Дори и да не говорите нито една дума, вие комуникирате. Всичко, което чувствате се изразява чрез езика на тялото; независимо дали сте нервни, уверени, горди, раздразнени, смирени и т.н.</p> <p>&nbsp;</p> <p>Установете контакт с очите</p> <p>Поддържането на контакт с очи във видео интервю може да изглежда трудно и дори неудобно, но е възможно и необходимо. Когато записвате Вашето видео интервю, не забравяйте да погледнете направо в уеб камерата - не гледайте себе си на екрана. Представете си, че има човек, който седи отсреща, докато давате отговорите си. Когато погледнете в уеб камерата, HR мениджърът или работодателя, който ще прегледа интервюто ви, ще се почувства по-ангажиран, защото ще има чувството, сякаш го гледате.</p> <p>&nbsp;</p> <p>Седни изправен</p> <p>Добрата позиция на тялото в интервюто е много важна. Прегърбването или наклонът назад ще внуши, че не приемате сериозно интервюто или сте отегчени и безразлични. Кръстосването на ръцете&nbsp; също трябва да се избягва, защото ще изглеждате недостъпни и отблъскващи.</p> <p>&nbsp;</p> <p>Избягвайте да се движите твърде много</p> <p>Когато хората имат много нервна енергия, те са склонни да разклатят краката си, да сжестикумлират оживено или да тактуват с пръстите си по масата. Опитайте се да избегнете движения, които биха могли да доведат усещане за нервност и да отвлекат вниманието на работодателя / HR мениджъра, който преглежда интервюто Ви.</p> <p>Усмивка!</p> <p>Възможно е да се почувствате нервни или стресирани по време на Вашето видео интервю, но това не трябва да се показва в лицето Ви. Усмивката може да скрие несигурността и нервите Ви, но и да Ви накара да изглеждате достъпни. Не забравяйте да се усмихнете и да покажете на работодателя / HR мениджъра колко общителен и приятен човек сте.</p>
he: <p style="direction: rtl;"><br /> יש להקפיד כי אתם נראים במיטבכם לראיון עבודה בוידאו חי או&nbsp; מוקלט, אבל אתם גם צריכים לתת חשיבות שווה לשפת הגוף שלכם. עליכם להיות מודעים לשפת הגוף שלכם על מנת לוודא כי אתם מציגים את עצמכם בדרך הטובה ביותר שניתן במהלך כל הראיון. תקשורת היא 55% שפת גוף.</p> <p style="direction: rtl;">אתם מתקשרים גם כאשר אתם לא אומרים אף מילה אחת. כל דבר בשפת הגוף שלכם מעביר משהו עליכם. בין אם אתם לחוצים, מלאים בטחון עצמי, גאים, מוטרדים, צנועים וכדומה.<br /> יצירת קשר עין<br /> שמירה על קשר עין בראיון עבודה בוידאו יכול להיות דבר לא פשוט ולעיתים מוזר, אבל זה אפשרי ונחוץ. כאשר אתם מקליטים את הראיון שלכם, תקפידו שאתם מסתכלים ישירות לתוך מצלמת האינטרנט &ndash; אל תביטו על עצמכם בתוך המסך. תדמיינו שיש אדם שעומד מולכם ומקשיב לתשובות שלכם. כאשר אתם מביטים לתוך המצלמה, המעסיק או מנהל הגיוס שיעבור על הראיון שלכם ירגיש יותר מעורב מכיוון שזה כאילו שאתם מביטים בו.<br /> שבו ישר<br /> יציבה טובה בזמן הראיון זה דבר מאוד חשוב.</p> <p style="direction: rtl;">ישיבה מרושלת או השענות אחורה בכיסא מעבירה אווירה שאתם לא תרצו להעביר כאילו שאתם לא לוקחים את הראיון ברצינות או שאתם משועממים ומרוחקים.</p> <p style="direction: rtl;">יש להימנע משילוב ידיים מפני שזה נראה שאתם לא נגישים ומתגוננים.</p> <p style="direction: rtl;"><br /> הימנעו מתזוזות מרובות</p> <p style="direction: rtl;"><br /> כאשר אנשים לחוצים, הם נוטים לנענע את הרגליים, להזיז את הידיים הרבה או להקיש עם אצבעותיהם על השולחן.</p> <p style="direction: rtl;">נסו ככל הניתן להימנע מאותן תנועות שעלולות להראות שאתם לחוצים ועשויים להסיח את דעתו של המעסיק או מנהל הגיוס שעובר על הראיון שלכם.</p> <p style="direction: rtl;"><br /> חייכו!</p> <p style="direction: rtl;"><br /> אתם אולי מרגישים עצבניים ולחוצים במהלך ראיון עבודה בוידאו, אבל זה לא חייב להתבטא על פי הפנים שלכם. חיוך יכול להסתיר את החוסר בטחון והעצבים ואתם יכולים להיראות גם יותר נגישים. תקפידו לחייך ותראו למעסיק או מנהל הגיוס כמה חברותיים ונעימים אתם.</p>

# videoInterviewingTips
source: <p><strong>Video interviewing tips&nbsp; </strong></p>
bg: <p><strong>Видео интервю съвети</strong></p>
he: טיפים לראיונות בוידאו

# videoInterviewingTipsDescription
source: <p>Video interviewing is much like having an in person interview. Video allows job seekers to get some much needed time with recruiters and hiring managers. So make sure you make the most of this time with some simple tips on how to impress in your video interview.</p> <p>&nbsp;</p> <p>Speak Clearly</p> <p>We've talked about the importance of communication skills and here is the perfect place to show off those skills. You might be nervous but now is not the time to let the nervs to get in your way. Your dream job could be just one Live Interview away, after all.&nbsp;</p> <p>&nbsp;</p> <p>Set the Stage</p> <p>Staging is important for an effective virtual interview, whether you&rsquo;re answering questions or speaking live to a hiring manager. Look behind you, is your backdrop ready? If the background of your video is cluttered you&rsquo;re sending the wrong message. Your verbal and nonverbal cues could be great but your staging is telling a different story. Make sure to find a well-lit, professional, and clean space for your interview.</p> <p>&nbsp;</p> <p>Dress for Success</p> <p>Think just because it&rsquo;s an interview online you can skip the suit? Think again! Employers are going to be judging you just as they would if you met them in person. What you wear tells employers important information about who you are. More specifically, it tells employers just how serious you are about the job, so dress professionally.&nbsp;</p> <p>&nbsp;</p> <p>Prepare!</p> <p>The most important part of any video interview (or any interview in general) is preparation. Research the company and practice answering common interview questions. If you prepare for your interview you&rsquo;ll be well on your way to landing your dream job!</p> <p>&nbsp;</p>
bg: <p>Видео интервюирането прилича на личното интервю. Видео интервюто позволява на търсещите работа да получат необходимото време с работодателите. Така че не забравяйте да извлечете максимума от това време с някои прости съвета как да впечатлите във видео интервюто си.</p> <p>&nbsp;</p> <p>Говори ясно</p> <p>Говорихме за важността на комуникационните умения и тук е идеалното място да покажем тези умения. Може да сте нервни, но сега не е време да оставяте нервите да ви попречат. Вашата мечтана работа може да бъде само на едно &bdquo;видео интервю&rdquo; разстояние, в края на краищата.</p> <p>&nbsp;</p> <p>Помислете за фона около и зад Вас</p> <p>Задаването на подходящ заден фон е важно за ефективното виртуално интервю, независимо дали отговаряте на въпроси или говорите на живо с мениджър по наемане. Ако фонът на видеоклипа Ви е претрупан,разхвърлян и като цяло непрофесионален, то със сигурност ще изпратите грешно съобщение. Вашите словесни и невербални забележки биха могли да бъдат страхотни, но вашето &bdquo;обкръжение&rdquo; разказва друга история. Не забравяйте да намерите добре осветено, професионално и чисто пространство за интервюто.</p> <p>&nbsp;</p> <p>Облечи се за успех</p> <p>Мислите си, че просто защото това е онлайн интервю можете да пропуснете костюма? Помисли отново! Работодателите ще Ви преценяват точно както биха Ви преценявали, ако ги срещнете лично. Това, което носите, разказва на работодателите важна информация за това кой сте. По-конкретно, тя казва на работодателите колко сте сериозни за работата, така че постарайте се да се облечете професионално.</p> <p>&nbsp;</p> <p>Подгответе се!</p> <p>Най-важната част от всяко видео интервю (или интервю като цяло) е подготовката. Проучете фирмата и тренирайте отговори на общи интервю въпроси. Ако се подготвите за интервюто си, ще бъдете на правилния път за достигане на мечтата си!</p>
he: <p style="direction: rtl;">ראיון עבודה בוידאו זה כמו להיות נוכחים בראיון אישי.</p> <p style="direction: rtl;">ראיון עבודה בוידאו מאפשר למחפשי עבודה לקבל את הזמן הנדרש עם מגייסים ומנהלי גיוס.</p> <p style="direction: rtl;">אז וודאו כי אתם מוציאים את המיטב מהזמן הזה באמצעות מספר טיפים פשוטים על איך להרשים בראיון העבודה שלכם.<br /> דיבור ברור<br /> דיברנו על החשיבות של כישורי תקשורת וכאן זה המקום המושלם להראות את הכישורים האלה.</p> <p style="direction: rtl;">אתם אולי תהיו לחוצים, אבל כעת זה לא הזמן לתת ללחץ לעמוד בדרככם. אחרי הכל, העבודה החלומית שלכם יכולה להיות במרחק של ראיון וידאו אחד.<br /> הכנת במת הראיון<br /> במת הראיון היא חשובה עבור ראיון וירטואלי יעיל, בין אם אתם עונים על שאלות או מדברים ישירות למנהל הגיוס.</p> <p style="direction: rtl;">תביטו מאחוריכם, האם הרקע שלכם מוכן? אם הרקע של הוידאו שלכם לא מסודר אז אתם שולחים את המסר הלא נכון.</p> <p style="direction: rtl;">הרמזים המילוליים והלא מילוליים שלכם יכולים להיות נהדרים, אבל במת הראיון מספרת סיפור שונה. תקפידו כי אתם מוצאים מרחב מואר, מקצועי ונקי עבור הראיון שלכם.</p> <p style="direction: rtl;"><br /> לבוש להצלחה<br /> האם אתם חושבים שרק מפני שהראיון מקוון אז אתם יכולים לוותר על החליפה? חשבו שנית!<br /> מעסיקים הולכים לשפוט אתכם בדיוק כפי שהיו שופטים אתכם אם היו פוגשים אתכם באופן אישי.</p> <p style="direction: rtl;">הלבוש שלכם נותן למעסיקים מידע חשוב על מי שאתם. ליתר דיוק, הוא מספר למעסיקים בדיוק עד כמה אתם רציניים בנוגע לעבודה, לכן תתלבשו בהתאם.</p> <p style="direction: rtl;"><br /> תתכוננו!<br /> החלק החשוב ביותר בכל ראיון וידאו (או בכל ראיון באופן כללי) הוא ההכנה. תחקרו על החברה ותתכוננו לענות לשאלות ראיון נפוצות. אם תתכננו לראיון, אתם תהיו בדרך הנכונה לעבודת החלומות שלכם!</p>

# videoInterviewsForStaffing
source: <p><strong>Video Interviews for staffing: better representation of candidates to clients</strong></p>
bg: <p><strong>Видео интервюта за подбор на персонала: по-добро представяне на кандидатите пред клиентите</strong></p>
he: ראיונות וידאו עבור כוח אדם: ייצוג טוב יותר של המועמדים ללקוחות
