Repository: tshai/ask-me
Catalog: App_GlobalResources/Resources.*.resx
Languages: bg, he

# videoInterviewsForStaffingDescription
source: <p>An obvious benefit of video interviews for staffing companies is that it allows recruiters to connect with the usually hard-to-reach candidates, such as non-local and passive. Passive candidates usually already have a full-time job and don&rsquo;t have time in their schedule to fit in driving to another office for an interview. Trying to schedule an in-person interview with a candidate who lives in another country or even just the next town over can be the cause of headaches as well. There are travel costs to consider along with differing time-zones. Furthermore, uncontrollable things, such as weather and traffic, can prevent an in-person interview from happening at all which means having to reschedule and will delaying a hiring decision being made.</p> <p>Video interviews provide the flexibility to work around a candidate&rsquo;s busy schedule. That passive candidate can record their interview at the end of a long work day in the comfort of their home using a webcam or mobile device. You can connect with far-flung candidates in real-time, face-to-face with the live interview.</p> <p>For staffing, the advantages to using this technology go beyond the ability to efficiently connect with local and non-passive candidates. Video interviewing is a powerful tool that will help staffing companies more efficiently place candidates at clients&rsquo; companies where they can excel and contribute immensely.</p> <p>Video interviewing is the ultimate marketing tool available to staffing companies. It provides a better way for recruiters to present candidates to clients so they can conveniently see for themselves if someone has the right communication skills and attitude to fit in at their organization. Your clients will appreciate how much insight they&rsquo;ll gain on a candidate by watching their video interviews. They&rsquo;ll have peace of mind knowing that their new hire won&rsquo;t be a big mistake they&rsquo;ll regret later on. Furthermore, their trust in your staffing company to provide top-notch candidates will grow.</p> <p>Additionally, video interviews are a value prop to candidates that can increase their chances of getting a job offer. Through recorded video interviews, a candidate can give companies an accurate look at the type of professional they are. By utilizing video interviews, recruiters are showing their candidates that they value them and that their priority is to position them in the best light to potential employers.</p> <p>Utilizing video interviews enables staffing companies to ensure that their talent pool is always full of great candidates who have the potential to be great hires for clients. Specifically, the recorded interviews can help staffing companies to boost their revenue by establishing strong, long-lasting relationships with their clients who can rely on them to deliver great talent when needed.</p>
bg: <p>Очевидната полза от видео интервютата за фирмите за подбор на персонал е, че те позволяват на работодателите да се свързват с обикновено труднодостъпни кандидати, като не-местни и пасивни (работещи). Пасивните кандидати обикновено вече имат работа на пълно работно време и нямат време в своя график да се явят на интервю. Да &nbsp;насрочите интервю с кандидат, който живее в друга държава или дори в съседния град, може да се окаже доста сложно. Има разходи за пътуване, които трябва да се разгледат заедно с различни времеви зони. Освен това, неконтролируеми неща като времето и трафика могат да попречат , което означава, че срещата трябва да пренасрочи и съответно това ще забави вземането на решение за наемане.</p> <p>Видео интервютата осигуряват гъвкавостта да работят около натоварената програма на кандидата. Този пасивен кандидат може да запише интервюто си в края на дълъг работен ден, в уюта на дома си, като използва уеб камера или мобилно устройство. Можете да се свържете с далечни кандидати в реално време, лице в лице с интервюто на живо.</p> <p>За фирмите за подбор на персонал предимствата на използването на тази технология са извън възможностите за ефективно свързване с местни и непасивни кандидати. Видео интервюирането е мощен инструмент, който ще помогне на фирмите за персонал по-ефективно да поставят кандидати на вниманието на клиентите, където те могат да придобият по-ясна представа за уменията, визията и адаптивността на кандидата.</p> <p>Видео интервюирането е най-добрият маркетингов инструмент, с който разполагат фирмите за персонал. То осигурява по-добър начин за подбор на персонал, представя кандидатите пред &nbsp;клиентите, така че да могат да се видят сами за себе си, ако някой има правилните комуникативни умения и отношение, за да се впише в тяхната организация. Вашите клиенти ще оценят колко прозрение ще спечелят от един кандидат, като гледат техните видео интервюта. Те ще имат спокойствие, знаейки, че новото им наемане няма да бъде голяма грешка, за която ще съжаляват по-късно. Освен това, тяхното доверие във вашата компания за подбор на персонал ще нараства.</p> <p>Освен това, видео интервютата представляват стойност за кандидатите, които могат да увеличат шансовете си за получаване на работно предложение. Чрез записаните видео интервюта, кандидатът може да даде на компаниите точен поглед върху техния професионализъм. Чрез използването на видео интервюта служителите за набиране на персонал показват на кандидатите си, че ги оценяват и че техният приоритет е да ги позиционират в най-добрата светлина пред потенциалните работодатели.</p> <p>Използването на видео интервюта дава възможност на фирмите за персонал да гарантират, че техният фонд за таланти винаги е пълен с добри кандидати, които имат потенциал да бъдат огромен плюс за всеки работодател. По-конкретно, записаните интервюта могат да помогнат на фирмите за персонал да установят силни и дълготрайни отношения с клиентите си, които могат да разчитат на тях, за да им препоръчат точните кандидати, когато е необходимо.</p>
he: <p style="direction: rtl;"><br /> היתרון הברור של ראיונות עבודה בוידאו עבור חברות כוח אדם הוא שזה מאפשר למגייסים להתחבר למועמדים שבדרך כלל קשה להגיע אליהם, כמו מועמדים מרוחקים ופסיביים.</p> <p style="direction: rtl;">למועמדים פסיביים בדרך כלל יש לוח זמנים עמוס ואין להם זמן לקבוע נסיעה למשרד אחר בשביל ראיון עבודה. הניסיון לקבוע ראיון אישי עם מועמד המתגורר במדינה אחרת או אפילו בעיר אחרת יכול להיות סיבה להרבה כאבי ראש.</p> <p style="direction: rtl;">יש הוצאות נסיעות שצריך לקחת בחשבון באזורי זמן שונים. יתר על כן, דברים בלתי נשלטים כמו מזג האוויר ופקקים שיכולים למנוע מראיון אישי להתרחש וזה אומר שצריך לקבוע מחדש ולדחות את החלטת הגיוס.<br /> ראיונות עבודה בוידאו מספקים את הגמישות לעבוד סביב לוח הזמנים העמוס של המועמד.</p> <p style="direction: rtl;">המועמד הפסיבי יכול להקליט את ראיון העבודה בסופו של יום עבודה ארוך בביתו באמצעות מצלמת אינטרנט או המכשיר הנייד.</p> <p style="direction: rtl;">אתם יכולים להתחבר למועמדים מרוחקים בזמן אמת, פנים מול פנים בראיון מקוון.</p> <p style="direction: rtl;">עבור חברות כוח אדם, היתרונות של שימוש בטכנולוגיה הזאת הם מעבר ליכולת להתחבר ביעילות למועמדים מקומיים ולא פסיביים.</p> <p style="direction: rtl;">ראיון עבודה בוידאו הוא כלי רב עוצמה שיעזור לחברות כוח אדם למקם בצורה יעילה יותר מועמדים בחברות של לקוחות שבהן הם יוכלו להצטיין ולתרום רבות.</p> <p style="direction: rtl;">ראיון עבודה בוידאו הוא כלי השיווק האולטימטיבי העומד לרשות חברות כוח אדם.</p> <p style="direction: rtl;">הוא מספק דרך טובה יותר עבור מגייסים להציג מועמדים ללקוחותיהם כדי שיוכלו לראות בעצמם אם למישהו יש כישורי התקשורת והגישה המתאימה שתתאים לארגון שלהם.</p> <p style="direction: rtl;">הלקוחות שלכם יעריכו את התובנה שהם יקבלו על מועמד על ידי צפייה בראיון העבודה בוידאו שלו. הידיעה כי הגיוס החדש שלכם לא יהיה טעות שהם יתחרטו עליה מאוחר יותר תיתן להם שקט נפשי. כמו כן, הם סומכים על חברת כוח האדם שלכם שתספק מועמדים מובילים שיצמחו בתוך הארגון. בנוסף, ראיונות וידאו הם אמצעי נוסף להערכת מועמדים שיכול להגדיל את סיכוייהם לקבל הצעת עבודה. באמצעות ראיון וידאו מוקלט, מועמד יכול לתת לחברות מבט מדויק על כמה שהוא מקצועי. על ידי ניצול ראיונות עבודה בוידאו, מגייסים מראים למועמדים כי הם מעריכים אותם והעדיפות שלהם היא להציג אותם באור החיובי בפני מעסיקים פוטנציאלים.</p> <p style="direction: rtl;">ניצול ראיונות עבודה בוידאו מאפשר לחברות כוח אדם להבטיח כי בריכת הכישרונות שלהם תמיד מלאה במועמדים מצוינים שיש להם את הפוטנציאל להיות גיוסים טובים עבור לקוחותיהם. הראיונות המוקלטים יכולים לעזור לחברות כוח אדם להאיץ את הכנסתם על ידי ביסוס מערכת יחסים חזקה וארוכה עם לקוחות שיכולים להסתמך עליהם שיספקו כישרונות מובילים בעת הצורך.</p>

# isRight
source: Is the answer right
bg: Отговорът правилен ли е?
he: האם התשובה נכונה

source: Text Question
bg: Въпрос - текст
he: שאלה טקסט

# alreadyRecordedInterview
source: This interview has already been recorded and sent.
bg: Това интервю вече е записано и изпратено.
he: ראיון זה כבר הוקלט ונשלח

source: Done
bg: Готово
he: בסיום התשובה לחץ כאן

source: Re-record
bg: Запиши отново
he: הקלט מחדש

# saveVideoAnswer
source: Save answer and go to next question
bg: Запази отговор и премини към следващия въпрос
he: שמור הקלטה ועבור לשאלה הבאה

source: Start record
bg: Започни запис
he: התחל ראיון מוקלט

source: Watch record
bg: Гледай запис
he: צפה בהקלטה

source: Company
bg: Компания
he: חברת

# plsAddDateToInterview
source: Please add date to Interview
bg: Моля добавете дата за интервю.
he: עליך לבחור תאריך לקיום הראיון

# sendMessageToInterviewee
source: Please write a message.
bg: Моля въведете текст.
he: שלח/י הודעה למרואיין

source: sent you
bg: Ви изпрати
he: שלחה לך

# questionLimit
source: Question limit is 40!
bg: Може да въведете до 40 въпроса!
he: גבול השאלה היא 40!

source: Photo Answer
bg: Отговор - снимка
he: תשובה לשאלה

source: Photo Question
bg: Въпрос - снимка
he: שאלה תמונה

# questionRequired
source: Question is required!
bg: Въпросът е задължителен!
he: שאלה נדרשת!

source: Text Answer
bg: Отговор - текст
he: תשובה לטקסט

# answerLimit
source: Answers limit is 5!
bg: Може да въведете до 5 отговора!
he: מגבלת התשובות היא 5!

# answerRequired
source: Answer is required.
bg: Моля въведете отговор.
he: נדרשת תשובה.

# haveRightAnswer
source: You must have at least one right answer!
bg: Въпросът трябва да съдържа поне един верен отговор!
he: אתה חייב להיות לפחות תשובה אחת נכונה!

# questionReady
source: Is question ready
bg: Въпросът завършен ли е?
he: האם השאלה מוכנה?

# pleaseWaitForInterviewerConnect
source: Please wait for Interviewer to connect
bg: Моля изчакайте интервюиращият да се свърже.
he: אנא המתן להתחברות המראיין

# plsWaitForCameraConnect
source: Please wait for the interviewer to connect
bg: Моля изчакайте интервюиращият да се свърже.
he: אנא המתן לפתיחת המצלמה

source: process
he: תהליך

# uploadAlomostFinish
source: Upload is almost finished.
bg: Качването е почти завършено.
he: העלאה כמעט הסתיימה

# videoUploadedSuccessfully
source: Video is uploaded successfully.
bg: Видео е качено успешно.
he: הוידאו הועלה לשרת בהצלחה

# videoUploadStart
source: Video upload started.
bg: Качването на видеото започна.
he: העלאת הוידאו התחילה

# errorOccurredVideoDidntUpload
source: Error оccurred. Video didnt' upload.
bg: Възникна грешка. Видеото не е качено.
he: אירעה שגיאה. הסרטון לא הועלה.

# uploadHasBeenCancel
source: Upload has been cancelled.
bg: Качването е прекъснато.
he: ההעלאה בוטלה.

# videoIsNowUploadToServer
source: Video is uploaded to server.
bg: Видеото е качено.
he: הסרטון מועלה לשרת.

# companyProfileNew
source: Company profile
bg: Профил на компанията
he: פרופיל חברה

# listInvitationsMultiChoiceTest
source: List of invitations for Multi-Choice Test
bg: Списък на поканите за тест
he: רשימת הזמנות למבחן רב-ברירה

source: Question
bg: Въпрос
he: שְׁאֵלָה

# rightTestAnswer
source: Right answer
bg: Верен отговор
he: תשובה נכונה

source: Selected answer
bg: Избран отговор
he: תשובה נבחרת

source: Time per answer
bg: Време за отговор
he: זמן לכל תשובה

# viewTest
source: Test status
bg: Статус на теста
he: הצג בדיקה

# continueAndConfirm
source: Confirm and continue
bg: Потвърди и продължи
he: לחיצה על כפתור זה תשמור את הבחירה

source: Go back
bg: Върни се обратно
he: בטל פעולה זו

source: Live Interview date
bg: Дата за интервю
he: ראיון העבודה נקבע לתאריך

# sendInvitationForTest
source: Invitation to MultiChoice Test
bg: Изпратете покана за тест
he: הזמנה למבחן רב-ברירה

# audioTroubleshooting
source: <p><strong>Audio Troubleshooting in Live or Recorded Interview</strong></p>
bg: <p><strong>Отстраняване на аудио неизправности при интервю на живо или в записано интервю </strong></p>
he: פתרון בעיות אודיו בראיון חי או מוקלט

# audioTroubleshootingDescription
source: <p>The following factors are the most important ones to consider when optimizing your live video interview.</p> <p>* Browser</p> <p>* Internet Connection</p> <p>* Microphone and Speakers</p> <p>* Using a Headset</p> <p>* Other Applications</p> <p>&nbsp;</p> <p>Browser support</p> <p>We supported the recent versions of the:</p> <p>Mozilla Firefox</p> <p>Google Chrome</p> <p>Safari</p> <p>Internet Explorer (There is lot issues with Internet Explorer and video streaming. So, this is our least preferred browser.)</p> <p>&nbsp;</p> <p>Internet Connection</p> <p>&nbsp;A good internet connection is required for a successful Live Interview. It is suggested that you are directly connected to the internet through a cable not via WiFi. Using a direct connection will ensure that you have the best possible bandwidth available and reduces latency issues to a minimum. This will result in better picture and audio quality.</p> <p>&nbsp;</p> <p>Microphone and Speakers</p> <p>When beginning your Live Interview, it can be helpful to keep your microphone volume low, and adjust it once you have entered the interview. It is also helpful to keep your speaker volume low when you first begin, and adjust it after entering your interview.</p> <p>&nbsp;</p> <p>Using a Headset</p> <p>A headset can reduce feedback from your speakers entering an open microphone. If you experience a lot of echoing and have adjusted your microphone input and speaker output, another alternative is to use a headset or headphones. This can improve the interview experience in some situations.</p> <p>&nbsp;</p> <p>Other Applications</p> <p>Close all applications other than Live Interview that use your webcam and microphone. These applications such as Skype and FaceTime may interfere with Live Interview's ability to leverage your webcam and microphone.</p>
bg: <p>Следните фактори са най-важните, които трябва да имате предвид при оптимизирането на интервюто ви на живо.</p> <p>* Браузър</p> <p>* Интернет връзка</p> <p>* Микрофон и високоговорители</p> <p>* Използване на слушалки</p> <p>* Други приложения</p> <p>&nbsp;</p> <p>Браузър</p> <p>Подкрепяме последните версии на:</p> <p>Mozilla Firefox</p> <p>Google Chrome</p> <p>Safari</p> <p>Internet Explorer (Има много проблеми с Internet Explorer и видео стрийминг, и този е най-малко предпочитаният ни браузър.)</p> <p>&nbsp;</p> <p>Интернет връзка</p> <p>&nbsp;За успешното интервю на живо е необходима добра интернет връзка. Препоръчваме да сте директно свързани към интернет чрез кабел, а не чрез Wi-Fi. Използването на директна връзка ще гарантира, че имате възможно най-добрата връзка и ще намалите до минимум проблемите. Това ще доведе до по-добро качество на картината и аудиото</p> <p>&nbsp;</p> <p>Микрофон и високоговорители</p> <p>Когато започнете интервюто си на живо, може да Ви бъде от полза да проверите силата на звука на микрофона си и да го коригирате, след като сте влезли в интервюто. Също така е полезно нивото на звука на високоговорителите да е ниско, когато започнете за първи път, и да го коригирате след като влезете в интервюто.</p> <p>&nbsp;</p> <p>Използване на слушалки</p> <p>Ако имате много ехо, въпреки че сте настроили входа на микрофона и изхода на високоговорителите, друга алтернатива е да използвате слушалки. Това може да подобри качеството на звука в някои ситуации.</p> <p>&nbsp;</p> <p>Други приложения</p> <p>Затворете всички приложения, различни от Live Interview, които използват Вашата уеб камера и микрофон. Приложения като Skype и FaceTime могат да възпрепятстват способността на Live Interview да използва уеб камерата и микрофона Ви.</p>
he: <p style="direction: rtl;">הגורמים הבאים הם החשובים ביותר שיש להביא בחשבון בעת ​​אופטימיזציה ראיון וידאו חי שלך.</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">* דפדפן</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">* חיבור לאינטרנט</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">* מיקרופון ורמקולים</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">* שימוש באוזניות</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">* יישומים אחרים</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">תמיכה בדפדפן</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">אנו תומכים בגרסאות האחרונות של:</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">Mozilla Firefox</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">גוגל כרום</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">חיבור לאינטרנט</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">&nbsp;חיבור לאינטרנט טוב נדרש לראיון עבודה מוצלח. מומלץ שתהיה מחובר לאינטרנט באמצעות כבל לא באמצעות WiFi. באמצעות חיבור ישיר זה יבטיח שיש לך את רוחב הפס הטוב ביותר. זה יביא תמונה טובה יותר ואיכות שמע מקסימלית.</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">מיקרופון ורמקולים</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">בעת כניסה למסך הווידאו בדוק שהמיקרופון של עובד</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">שימוש באוזניות</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">דיבורית אישית או אוזניות יכולה להקטין את המשוב מהרמקולים בדרך כלל שהרמקול קרוב למיקרופון זה יכול לגרום לרעשי רקע במצב כזה עדיף להשתמש באוזניות&nbsp;</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">יישומים אחרים</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">סגור את כל היישומים שאינם קשורים ל live-interview, המשתמשים במצלמת האינטרנט ובמיקרופון. יישומים אלה, כגון Skype ו- FaceTime, עלולים להפריע ליכולת של Interview Live להשתמש במצלמת האינטרנט והמיקרופון.</p>

# videoTroubleshooting
source: <p><strong>Video Troubleshooting in Live or Recorded Interview</strong></p>
bg: <p><strong>Отстраняване на неизправности при видеозаписи на живо или записано интервю</strong></p>
he: פתרון בעיות בוידאו בשידור חי או בוידאו מוקלט

# videoTroubleshootingDescription
source: <p>The following factors are the most important ones to consider when optimizing your live video interview.</p> <p>*Browser</p> <p>*Internet connection</p> <p>*Selecting a webcam</p> <p>*Other applications</p> <p>&nbsp;</p> <p>Browser support</p> <p>We supported the recent versions of the:</p> <p>Mozilla Firefox</p> <p>Google Chrome</p> <p>Safari</p> <p>Internet Explorer (There is lot issues with Internet Explorer and video streaming. So, this is our least preferred browser.)</p> <p>&nbsp;</p> <p>Internet connection</p> <p>&nbsp;A good internet connection is required for a successful Live Interview. It is suggested that you are directly connected to the internet through a cable not via WiFi. Using a direct connection will ensure that you have the best possible bandwidth available and reduces latency issues to a minimum. This will result in better picture and audio quality.</p> <p>&nbsp;</p> <p>Selecting a webcam</p> <p>When selecting a webcam, make sure you can see yourself in the video preview before you enter a Live Interview.</p> <p>Ensure your webcam is properly installed on your computer before participating in a Live Interview.</p> <p>&nbsp;</p> <p>Other applications</p> <p>Close all applications other than Live Interview that use your webcam and microphone. These applications such as Skype and FaceTime may interfere with Live Interview's ability to leverage your webcam and microphone.</p>
bg: <p>Следните фактори са най-важните, които трябва да имате предвид при оптимизирането на интервюто ви на живо.</p> <p>* Браузър</p> <p>* Интернет връзка</p> <p>* Избиране на уеб камера</p> <p>* Други приложения</p> <p>&nbsp;</p> <p>Браузър</p> <p>Подкрепяме последните версии на:</p> <p>Mozilla Firefox</p> <p>Google Chrome</p> <p>Safari</p> <p>Internet Explorer (Има много проблеми с Internet Explorer и видео стрийминг, и този е най-малко предпочитаният ни браузър.)</p> <p>&nbsp;</p> <p>Интернет връзка</p> <p>&nbsp;За успешното интервю на живо е необходима добра интернет връзка. Препоръчваме да сте директно свързани към интернет чрез кабел, а не чрез Wi-Fi. Използването на директна връзка ще гарантира, че имате възможно най-добрата връзка и ще намалите до минимум проблемите. Това ще доведе до по-добро качество на картината и аудиото.</p> <p>Избиране на уеб камера</p> <p>Когато избирате уеб камера, уверете се, че можете да видите себе си във видео визуализацията преди да влезете в Live Interview.</p> <p>Уверете се, че уеб камерата Ви е инсталирана правилно на компютъра, преди да участвате в интервю за живо.</p> <p>&nbsp;</p> <p>Други приложения</p> <p>Затворете всички приложения, различни от Live Interview, които използват вашата уеб камера и микрофон. Приложения като Skype и FaceTime могат да възпрепятстват способността на Live Interview да използва уеб камерата и микрофона Ви.</p>
he: <p style="direction: rtl;">הגורמים הבאים הם החשובים ביותר שיש להביא בחשבון בעת ​​אופטימיזציה ראיון וידאו חי שלך.</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">* באת כניסה לדף הוידאו יקפוץ חלון שמבקש לאפשר מצלמה ומיקרופון בדפדפן</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">* דפדפן</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">*חיבור לאינטרנט</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">* בחירת מצלמת אינטרנט</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">* יישומים אחרים</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">תמיכה בדפדפן</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">תמכנו בגרסאות האחרונות של:</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">Mozilla Firefox</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">גוגל כרום</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">Internet Explorer (יש הרבה בעיות עם Internet Explorer ו הזרמת וידאו.אז, זה הדפדפן הכי פחות מועדף שלנו.)</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">חיבור לאינטרנט</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">&nbsp;חיבור לאינטרנט טוב נדרש ראיון חיים מוצלח. מומלץ כי אתה מחובר ישירות לאינטרנט באמצעות כבל לא באמצעות WiFi. באמצעות חיבור ישיר יבטיח שיש לך את רוחב הפס הטוב ביותר האפשרי ומקטין בעיות כמיסות עד למינימום. זה יביא תמונה טובה יותר איכות השמע.</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">בחירת מצלמת אינטרנט</p> <p style="direction: rtl;">&nbsp;בעת בחירת מצלמת אינטרנט, ודא שאתה יכול לראות את עצמך בתצוגה מקדימה של וידאו לפני שתתחיל את הראיון שלך.</p> <p style="direction: rtl;">ודא שמצלמת האינטרנט מותקנת כראוי במחשב שלך לפני שתשתתף בראיון חי.</p> <p style="direction: rtl;">יישומים אחרים</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">סגור את כל היישומים שאינם ראיון live-interview.com, המשתמשים במצלמת האינטרנט ובמיקרופון. יישומים אלה, כגון Skype ו- FaceTime, עלולים להפריע ליכולת של Interview Live להשתמש במצלמת האינטרנט והמיקרופון</p>

# approveDateToInterviewRequest
source: Approve date for Interview request
bg: Потвърдете дата за интервю.
he: שלח אישור למועד המבוקש
