Repository: tshai/ask-me
Catalog: App_GlobalResources/Resources.*.resx
Languages: bg, he

# GivingPhoneToOnline
source: Gives phone number to online customers
he: נותנת טלפון ללקוחות מחוברים

# MainPage
source: Home
he: עמוד ראשי

# metaDescription
source: Webcam sex video chat site is the number one in Israel which combines Israeli girls doing sex on camera in a private chat room.
he: 444 מצלמות הינו אתר הוידאו צאטים והמצלמות הראשון בישראל המשלב בתוכו שעושות 444 מול המצלמה מביתן הפרטי

source: Microphone Operates
he: מפעילה מיקרופון

source: New In Site
he: חדשה באתר

# OffLineGirl
source: Off Line
he: איננה כרגע

source: Old In Site
he: ותיקה באתר

# OpenMic
source: Microphone operates
he: מפעילה מיקרופון

# PhoneGivesCustomers
source: Gives Phone To Customers
he: נותנת טלפון ללקוחות

source: Cameras
he: מצלמות

# Enter
source: Login
bg: Вход
he: כניסה

source: Help
bg: Въпроси
he: עזרה

# Main
source: Home
bg: Начало
he: ראשי

source: Needed
he: דרושות

# Registration
source: Sign up
bg: Регистрация
he: הרשמה

source: Regulations
he: תקנון

# Support
source: Contact us
bg: Контакти
he: תמיכה

# isLiveShow
source: Is it a live show ?
he: האם השידור חי ?

# ShowLiveAndNotRecorded
source: The show is always live and not recorded
he: השידור תמיד חי ולא מוקלט

# AreGirlsIsraeli
source: Are the performers Israelis ?
he: האם ה ?

# EmailCatch
source: This Email already in use
he: אימייל זה תפוס

# CanWebSiteWorkOnCellphone
source: Can i use the chat on my cell phone ?
he: ? האם אפשר להפעיל את האתר בטלפון סלולרי

source: Email:
bg: Имейл:
he: אימייל

source: Password:
bg: Вашата парола
he: סיסמא

# PressToEnter
source: Enter the interview
bg: Към интервюто
he: לחץ לכניסה

# CanNotOpen
source: Can not open more than one account
he: אין אפשרות לפתוח יותר מחשבון אחד

# CantGetInTo
source: I can not get in, what might be the reason?
he: אני לא מצליח להיכנס מה יכולה להיות הסיבה?

source: Close
bg: Затвори
he: סגור

# DueToManyErrors
source: Due to the many errors
he: עקב ריבוי טעויות

source: Email / Phone / ID
he: אימייל / טלפון / תעודת זהות

# forgetPass
source: Forgot your password? [Click here]
he: שכחת סיסמא ? [ לחץ כאן ]

# Intendedforages18
source: The service is intended for ages 18 and up!
he: השירות מיועד לגילאי 18 ומעלה !

source: Invalid username
he: שם המשתמש אינו תקין

# LogInPanel
source: <ul> <li> When you register for the first time and purchase minutes, the site generates a numeric code - it will be your User Number Yours. <br /> In your profile will be saved last 4 digits of the credit card number. It is your default password. <br /> If you purchase more minutes with different credit cards, your password remains the same as at first purchase.</ li> <li> You can change this password manually after logging into the site</ li> <li> for live assistance <a href="agas_contact.aspx"> Click here </ a> </ li> </ ul>
he: <ul> <li>כאשר הינך נרשם בפעם הראשונה ורוכש דקות,האתר מייצר לך קוד רנדומלי שזהו בעצם הכרטיס שלך.<br /> בתוך כרטיס זה שמורות 4 הספרות האחרונות מצידו הקידמי של כרטיס האשראי אשר משמשות אותך כסיסמא. <br /> במידה ורכשת דקות נוספות עם כרטיסים שונים הסיסמא נשארת זהה לרכישה הראשונה </li> <li>באפשרותך לשנות סיסמא זו לאחר כניסתך לאתר ולבחור במקום זה כל סיסמא שתרצה </li> <li>לקבלת עזרה מנציג <a href="agas_contact.aspx">לחץ כאן</a></li> </ul>

# loginTitle
source: <h2>Login</h2><div>Please enter the details that you have used for the sign up: phone, Email or ID + four last digits of your credit card number.</div>
he: <h2> כניסה לרשומים</h2> <div> אנא הכנס את הפרטים שאיתם נרשמת לאתר אימייל או טלפון או תעודת זהות + ארבעת הספרות האחרונות של כרטיס האשראי או הסיסמא שבחרת </div>

# Pass4to8
source: Type a password of 4 to 8 characters
he: הקלד סיסמא בת 4 עד 8 תווים

# PasswordOr4digits
source: Password / 4 digits on credit card
he: סיסמא / 4 ספרות אחרונות בכרטיס אשראי

# PressEndRegistration
source: Press to sign up
he: לחץ לסיום ההרשמה

# SignInChatClickHere
source: Sign in to chat <br /> Click here
he: כניסה לצאט<br />לחץ כאן

# TemporarilyLocked
source: Temporarily locked entrance Please try again later
he: הכניסה ננעלה זמנית אנא נסה מאוחר יותר

# TheseDetailsNotInSystem
source: These details not in the System
he: פרטים אלה לא במערכת

# TypeEmail
source: Please Type Email
bg: Моля, въведете имейл.
he: הקלד אימייל

# YouGotAccount
source: You got an account already, press here to enter
he: קיים ברשותך כרטיס לחץ כאן לכניסה

source: Your login details
he: פרטי הכניסה שלך לאתר

# ArePerformersProfessional
source: Are performers professional escort girls?
he: האם הנערות ליווי מקצועיות?

source: Age
he: גיל

# CommunicationsTest
source: Communication Test
he: בדיקת תקשורת

# ContactUsIssueSite
source: Contact us for any issue or for any assistance on the site
he: פנו אלינו בכל נושא באתר או שירותיו

# CustomerServiceNewMessage
source: New message to Customer Service
bg: Ново съобщение към онлайн поддръжката.
he: פנייה חדשה בשירות הלקוחות של אגס

# EmailAddressPleaseTry
source: Email address is invalid, please try
bg: Невалиден имейл, моля опитайте отново.
he: כתובת המייל אינה תקינה , אנא נסה

source: Extended Support
he: תמיכה מורחבת

# IDMemberOnly
source: ID * Members only
he: ת.ז. *למנויים בלבד

source: Message
he: הודעה

source: More pictures
he: תמונות נוספות

source: Phone
bg: Телефон
he: טלפון

# ReferenceHasBeenSent
source: Reference has been sent and will be handled as soon as possible
he: הפניה נשלחה ותטופל בהקדם האפשרי

# RegisterClickHere
source: Sign up <br /> Click here
he: להרשמה<br /> לחץ כאן

# RequiresContactEmail
source: Requires contact email address or phone number so we can contact you for the purpose of
he: יצירת קשר מחייבת כתובת אימייל או מספר טלפון על מנת שנוכל לצור עימך קשר

source: Speed ​​Test
he: בדיקת מהירות

# SundayThursday
source: Sunday - Thursday from 9:00 to 18:00
he: בימים א'-ה' בין השעות 9:00-18:00

# TooShortNotice
source: Too short message, please write a few words at least
he: הודעה קצרה מדי , אנא כתבו כמה מילים לפחות

# YourPersonalDetails
source: Your personal details are stored and well protected, even every employee who have access to the database was signed on confidentiality agreement in the most rigorous way.
he: פרטיך האישיים שמורים ומוגנים היטב,ואפילו עובדי החברה בעלי גישה חתומים על הסכם סודיות קפדני ביותר

# termsMeta
source: Terms of Use Site Sex Webcams
he: תקנון ותנאי שימוש לאתר מצלמות 444

source: Contact Us
he: צור קשר

source: Sign IN
he: הרשמה

# AgasNeedeMinReq
source: <h3>Minimum requirements</h3><ul class="clearUList"><li>High-speed Internet</li> <li> minimum bandwidth of at least 5 MB </li><li>good quality web camera</li><li>computer with at least 2GB memory</li></ul>
he: <h3> דרישות סף</h3> <ul class="clearUList"> <li>אינטרנט מהיר ברוחב פס מינימלי של 5 מגה לפחות</li> <li>מצלמת אינטרנט באיכות טובה</li> <li>מחשב עם זיכרון 2 ג'יגה לפחות</li> </ul>

# metaDescriptionAgasNeeded
source: Required Israeli girls to sex Pear
he: דרושות לאתר אגס 444

# StartWorkingPress
source: Getting Started <br /> Click here
he: לתחילת עבודה<br /> לחץ כאן

# WebcamsRequired
source: Sex Pear Webcams - required
he: אגס מצלמות 444 - דרושות

source: New Message
he: הודעה חדשה

source: Have
he: ברשותך

source: Please Wait
he: אנא המתן

source: System Message!
bg: Системно съобщение!
he: הודעת מערכת

source: Approve
he: אשר

source: Rating
he: דרג

source: Send
bg: Изпрати
he: שלח

source: You have
he: ברשותך

# CantRankDueToResons
source: You can't give the girl a rank due to the following resons :
he: אין באפשרותך לדרג מהסיבות האלו :

# CantVoteTwiceAday
source: You can't vote twice a day
he: אין אפשרות להצביע פעמיים באותו יום

# CantWriteReviewToSameGirl
source: You can't write a review to the same girl more then once a day.
he: אין אפשרות לרשום חוות דעת לאותה בחורה יותר מפעם ביום

# CantWriteReviewWithoutChat
source: You can't write a review to a girl that you didn't chat with.
he: אין אפשרות לרשום חוות דעת על בחורה שעדיין לא היית איתה בצ'ט

source: microphone :
he: מיקרופון :

# MsgTitle
source: Message title
bg: Заглавие на съобщението.
he: כותרת ההודעה

source: Name:
bg: Име
he: שם

source: rank
he: דרג את

# Rank2
source: rank
he: דירוג

source: region
he: איזור מגורים

# SaveReview
source: Save >>
he: שמור>>

# SendMsg
source: send message
he: שלח הודעה

source: users reviews
he: תגובות של גולשים

source: users score
he: דירוג גולשים

source: Action
he: פעולה

# CardReset
source: You can reset your account - reset it deletes only the view you see on this card and still leaves Your current minutes.
he: באפשרותך לאפס את חשבונך-איפוס זה מוחק רק את התצוגה שרואים בכרטיס זה ועדיין משאיר לך את הדקות שברשותך

# ChatRoom
source: Chat Place
he: מקום הצאט

source: Computer Address
he: כתובת מחשב

source: Credit Company
he: סליקת אשראי

# last4digit
source: Last 4 digits
he: 4 ספרות האחרונות

source: Login Time
he: שעת התחברות

source: Logout Time
he: שעת התנתקות

source: Order Date
he: תאריך הזמנה

source: Purchases
he: רכישות

source: Reset account
he: אפס חשבון

source: Time In Minutes
he: זמן בדקות

source: Time In Seconds
he: זמן בשניות

source: Time Of Use
he: זמן שימוש

source: Use
he: שימוש

source: Click Here
he: לחץ כאן

source: Date
bg: Дата
he: תאריך

# MoreDetails16digitCC_error
source: If you want more details click here
he: במידה והינך מעוניין בפרטים נוספים לחץ כאן

# MsgHasBeenReaded
source: The message has been readed.
he: ההודעה נקראה

# MsgNotBeenReaded
source: The message has not been readed yet.
he: ההודעה עדיין לא נקראה

# NewMailBlink
source: When you get new mail, you will see a blinking envelope.
he: כאשר הודעה חדשה מתקבלת מעטפה תהבהב לך

# ReadMsg
source: Read message
he: קרא הודעה

# seeMsgFromGirlOrAdministration
source: In this inbox you can see messages that you received from girls or site administration.
he: בתיבת דואר זו אתה יכול לראות הודעות שקיבלת מאו מהנהלת האתר

source: Sent by
bg: Изпратено от
he: נשלח ע"י

source: soon
he: בקרוב

source: status
bg: Статус
he: סטטוס

# AcceptEmails
source: Accept emails from site and girls
he: מקבל מיילים מהאתר ומהבחורות

# AddPicToProfile
source: Add pict to profile
he: הוסף תמונות לכרטיסך

source: Add pictures
he: הוספת תמונות

# CanOnlyUploadJPG
source: You can upload only jpg files.
he: אפשרי להעלות רק תמונות מסוג jpg

source: Click to activate email
he: לחץ כאן לאישור המייל שלך

# DeletePic
source: Delete this picture
he: מחק את התמונה

source: Do not accept emails
he: לא מקבל מיילים

# EmailActivated
source: The email activated
he: האימייל עבר אקטיבציה :

# EmailActivationToSexWebCam
source: Email activation to sex web cams
he: אישור אימייל לאתר מצלמות 444

# EmailInUse
source: Email is use
he: אימייל תפוס

source: Email not standard
he: האימייל לא תיקני

# EmailSaved_ClickOnLink
source: Your email has been saved. An email has been sent to you, check your inbox and click on the attached link in order to activate your emil.
he: האימייל נשמר-ברגע זה נשלח אלייך אימייל לאישור עלייך ללחוץ על הקישור בתוכו כדי להפעיל את המייל שלך

source: Email settings
he: הגדרות אימייל

source: Emails from site
he: אימיילים מהאתר

# FaildUploadPic
source: Picture upload failed.
he: העלאת התמונה נכשלה

# InfoSaved
source: Theme Information Is saved
he: המידע נשמר

# InsetEmail
source: Insert email
he: הקלד אימייל

# MailServerBusy
source: Our mail server is busy right now. please try again later.
he: שרת הדואר שלנו עמוס כרגע מא נסה מאוחר יותר

source: no
bg: Не
he: לא

source: No active email.
he: אין אימייל פעיל

# OnlyGirlsCanSeePics
source: Only girls can see the pictures
he: רק היכולות לראות את התמונות

# PicUploadSuccess
source: The picture uploaded successfully.
he: התמונה הועלתה בהצלחה

source: Save email
he: שמור אימייל

source: Send email to approve
he: שלח לי מייל לאישור

# WelcomeToSexWebCam
source: Welcome to sex webCam site
he: ברוך הבא לאתר מצלמות 444

source: yes
he: כן

# Card16Digit
source: Credit card with 16 digits
he: רכוש דקות בעזרת<br /> כרטיס אשראי בעל 16 ספרות

source: Customer information management
he: ניהול פרטי לקוח

source: Error in data transfer
he: שגיאה בהעברת הנתונים

# ListOfGIrlsWhoBlockedYou
source: List of all the girls who blocked you
he: להלן רשימת השחסמו את כרטיסך

# MustComposed6To8Digits
source: The password must be composed of 6 to 8 ditigs
he: הסיסמא חייבת להכיל בין 6 ל 8 מספרים

# MustSelectPass6To8
source: You must select a password between 6 and 8 digits
he: עליך לבחור סיסמא בין 6 ל 8 מספרים

source: Update details
he: עדכון פרטים

# UserNum
source: User number :
he: מספר חבר :

source: Visible member number
he: מספר חבר גלוי

source: chat
bg: Чат
he: צ'ט

# FullRefund
source: <font style='color:red;font-weight:bold;font-size:14px'>Full refund</font>
he: <font style='color:red;font-weight:bold;font-size:14px'>זיכוי מלא</font>

source: game
he: משחק

# Girl
source: <label style='color:blue'>girl</label>
he: <label style='color:blue'>בחורה</label>

# Guy
source: <label style='color:green'>guy</label>
he: <label style='color:green'>בחור</label>

source: regular
bg: нормален
he: רגיל

# AndCantBecanceled
source: &nbsp;and it can't be canceled<br>
he: ובלתי ניתנת לביטול<br>

# CantBeCanceled
source: &nbsp;Note that this transfer can't be canceled !<br>
he: לידיעתך העברה זו לא ניתנת לביטול לאחר שביצעת אותה!<br>

# CantSendMsgLessThen10Seconds
source: You can't send another message in less then 10 seconds.
he: אין אפשרות לשלוח הודעה נוספת בפחות מ 10 שניות

# CheckYourApproval
source: You need to check your approval
he: עליך לסמן את הסכמתך

# ClickBehindScenes
source: ') style='color:white'>Click to view behind the scenes</a>
he: ') style='color:white'>לחץ לצפיה מאחורי הקלעים</a>

# ClickFinalOperation
source: &nbsp;Clicking on this button will make the transfer<br>
he: לחיצה על הכפתור תבצע פעולה סופית<br>

source: Click to finish
he: לחץ לסיום

# DontHaveEnoughTIme
source: You don't have enough credits ! you need to buy more credits.
he: אין ברשותך מספיק דקות בחשבון ! עליך להטעין את חשבונך

# FiveMinutes
source: 5 minutes
he: 5 דקות

# ForbiddenToAskTips
source: The girls were forbidden to ask for tips
he: על הנאסר לבקש טיפים

# GirlDontBother
source: The girls must NOT bother about tips !
he: אסור ללהטריד בנושא הטיפים !

# GirlGetMsgForTip
source: &nbsp;The girl will get message with your user number once the transfer is complete.<br>
he: הבחורה תקבל הודעה עם המספר חבר שלך ברגע שהטיפ יועבר<br>

source: Important !
he: חשוב !

# InThisPageTip
source: In this page you can give a tip to
he: בעמוד זה באפשרותך לתת טיפ ל

# LetUsKnowTip
source: If a certain girl bother about a tip, we would appreciate if you let us know.
he: במידה ובחורה מסויימת תדרוש זאת נודה לך אם תודיע לנו

# Max1Chars
source: Maximum %1 characters left
he: עוד מקסימום %1 תווים

# MsgSent20Seconds
source: message has been sent ! You got charged for 20 seconds.
he: ההודעה נשלחה! חוייבת ב 20 שניות

# NoMsgHistoryBetweenYou
source: No message history.
he: אין היסטוריית הודעות בינכם.

# ReadAndUnderstand
source: I've read and understand
he: קראתי והבנתי את הפעולה

# TenMinutes
source: 10 minutes
he: 10 דקות

# TransferCarried
source: The transfer was carried
he: ההעברה בוצעה

# TransferNotCarried
source: The transfer was NOT carried
he: ההעברה לא בוצעה

# TwentyMinutes
source: 20 minutes
he: 20 דקות

# TwoMinutes
source: 2 minutes
he: 2 דקות

# YouAccountChargeForMsg
source: &nbsp;Your account will be charged for the message
he: הטיפ יורד ממכסת הדקות שבחשבונך

# YouGotRightForService
source: You have the right to get the maximum Service without giving a tip
he: זכותך לקבל את השירות המקסימלי גם ללא מתן טיפ

# YouReceived
source: <label style='color:yellow;font-weight:bold;'>You received</label>
he: <label style='color:yellow;font-weight:bold;'>קיבלת</label>

source: You sent
he: שלחת

# EmailForSendPass
source: Please enter the e-mail / phone site exists to send you your password
he: אנא הקלד את הדואר האלקטרוני/טלפון שקיים באתר כדי שנשלח לך את הסיסמא

# EmailOrPhone
source: Email / Phone
he: אימייל/טלפון

# EmailWithPass
source: Email With Password was sent to you
he: אימייל עם הסיסמא נשלח אליך

# ErrMsg2
source: Please enter the e-mail / phone site exists to send you your password
he: עליך להקליד את הנתון שאיתו נרשמת או אימייל או טלפון

# ErrMsgPassRetrive
source: Error sending password. Try again later.
he: שגיאה בשליחת הסיסמה. נסה מאוחר יותר.

# NotOnDateBase
source: Sorry But we didnt find you on database
he: מצטערים אך לא נמצאת במאגר

# PassWasSentToPhone
source: Password has been sent to your phone! Now you can enter the site by typing the phone instead of email
he: הסיסמא נשלחה לטלפון שלך! כעת באפשרותך להיכנס לאתר על ידי הקלדת טלפון במקום אימייל

source: Password To Agas
he: סיסמא לאתר אגס

# ReRegisterByMAail
source: Subscribe via Email Recovery
he: שחזור הרשמה דרך אימייל

# ReRegisterByPhone
source: Subscribe via Phone Recovery
he: שחזור הרשמה דרך טלפון

source: Send Pass
he: שלח סיסמא

# TryAginLater
source: You can not enter now try again in a few minutes
he: אין באפשרותך להיכנס כרגע נסה שוב בעוד מספר דקות

source: center
he: מרכז

# Chick
source: girl
he: בחורה

source: couple
he: זוג

# GirlsCanSeeUserNumChangeDetails
source: The girls can see your user number when you're waiting in the line. You can change it at the Manage card in the menu.
he: הרואות את מספר החבר שלך כשאתה ממתין בתור באפשרותך לשנות זאת בעדכון פרטים

# GirlsCantSeeUserNum
source: The girls can't see youre user number when you're in line.
he: הלא רואות את מספר החבר שלך כשאתה ממתין בתור

source: man
he: גבר

# NoReviews
source: There are no reviews to display.
he: אין ביקורות להצגה.

source: north
he: צפון

# NotSpeakHeb
source: Don't speak Hebrew
he: לא דוברת עברית

source: south
he: דרום

# SpeakHeb
source: speak Hebre
he: דוברת עברית

# Unknown
source: uknown
he: לא ידוע

source: woman
he: אישה

source: remember
he: זכור את הפרטים לפעם הבאה

# InternalData
source: Additional information:
bg: Допълнителна информация:
he: מידע פנימי

source: Delete
bg: Изтрий
he: מחק

source: Inbox
he: דואר נכנס

source: Log Out
bg: Изход
he: התנתק

source: Outbox
he: דואר יוצא

source: search
bg: Търсене
he: חיפוש

source: save
bg: Запази
he: שלח

source: Statistics
bg: Статистика
he: סטטיסטיקות

source: Forgot Password
bg: Забравена парола.
he: שכחת סיסמא

source: Wrong Details
bg: Грешни данни!
he: הפרטים אינם נכונים

source: Login
he: כניסה

source: Retriave Password
bg: Възстановяване на паролата
he: טופס שחזור סיסמה

source: Choose
bg: Избери
he: בחר

source: Affiliate Marketing
bg: Афилиейт програма
he: אפיליאט

source: Another dimension
bg: Друго измерение
he: מימד אחר

# anotherDimensionDescription
source: Online interviews give you the opportunity to come across a different dimension where you can meet the person before a physical contact.
bg: Онлайн интервютата Ви дават възможност да попаднете в друго измерение, където да се запознаете с лицето срещу вас, още преди физическа среща.
he: קורות חיים בוידאו מספקים מימד אחר על האדם הנצפה,בהשוואה לקורות חיים רגילים אותם אפשר לערוך או להעזר בחברים.כאן ממש רואים את האדם שיושב מולך.

# bigLogo
source: The revolution is already here!
bg: Революцията е вече тук!
he: המהפכה כבר כאן

source: Company Login
bg: Вход за фирми
he: כניסה לחברות

# companyRegister
source: Company Sign Up
bg: Регистрация за фирми
he: הרשמה לחברות

# contactChat
source: Contact Us
bg: Помощ
he: לחץ לתמיכה

source: Customization option
bg: Опция за персонализиране
he: אפשרות התאמה אישית

# customizationOptionDescription
source: You can customize this product for your site
bg: Можете да персонализирате този продукт за Вашия сайт.
he: אפשרות התאמה אישית של מוצר זה לאתר שלך

# downloadSoftware
source: Do I need to download software to use the service?
bg: Трябва ли да свалям специален софтуер, за да изпозвам услугата?
he: האם צריך להוריד תוכנה בשביל להשתמש בשירות?

# downloadSoftwareDescription
source: No need for our service is an internet service and works through Google Chrome browser.
bg: Няма нужда. Нашата услуга е интернет услуга и работи чрез браузъра Google Chrome.
he: אין צורך השירות שלנו הוא שירות אינטרנטי ופועל דרך דפדפן גוגל כרום.

# easyForUse
source: Ease of use
bg: Лесна употреба
he: נוחות שימוש

# easyForUseDescription
source: Ease of use. Applications for all types of mobile. Focus on user experience.
bg: Лесна употреба. Приложение за всички видове устройства.
he: נוחות שימוש מירבית.אפליקציות לכל סוגי הניידים .ודגש על חויית משתמש.

# explOfTheService
source: Introduction to the service
bg: Въведение в услугата
he: הסבר על השירות

source: FAQ
bg: Често задавани въпроси
he: עזרה

# fullIntegretion
source: Full integration
bg: Пълна интеграция
he: אינטגרציה מלאה

# fullIntegretionDescription
source: Support for interfacing with existing products
bg: Подкрепа за взаимодействие със съществуващи продукти.
he: תמיכה בהתממשקות למוצרים קיימים שברשותך

source: Full Support
bg: Пълна поддръжка
he: תמיכה מלאה

# fullSupportDescription
source: We are here to accompany your work and help you if necessary.
bg: Ние сме тук, за да съпътстваме вашата работа и да ви помогнем, ако е необходимо.
he: אנחנו כאן כדי ללוות את עבודתך ולעזור לך במידת הצורך.

source: Get rid of paper
bg: Отърви се от бумащината
he: נפטרים מהנייר

# getRidOfPaperDescription
source: The entire recruitment process is centralized. Responding automatically, you do not need to write more on paper and save time and money.
bg: Целият процес на набиране на персонал се документира и архивира автоматично, без да е необходимо да пишете на хартия и да губите време и пари.
he: כל תהליך הגיוס מרוכז, מתועד ומגובה לענן באופן אוטומטי,לא צריכים לרשום יותר על ניירות וחוסכים זמן וכסף.

# howItWorks
source: How does it work exactly?
bg: Как точно работи?
he: איך זה עובד בדיוק?

# howItWorksDescription
source: Start with the sign up button above. After registration, you can enter your company logo, video logo and other information. In the second stage, you can add your interviewers under the company or simply start inviting people to answer to your video questionnaires or live video chat.
bg: Започнете с бутона за регистрация по-горе. След регистрацията можете да въведете фирменото си лого, логото на видеото и друга информация. Във втория етап можете да добавите интервюиращите под компанията или просто да започнете да каните хора да отговорят на вашите видео въпросници или да бъдат интервюирани чрез видеочат.
he: מתחילים בכפתור ההרשמה למעלה. לאחר ההרשמה תוכלו להכניס למערכת את פרופיל החברה שלכם לוגו סרטון ומידע נוסף. בשלב השני תוכלו להוסיף תחת החברה את המראיינים שלכם או פשוט להתחיל להזמין מועמדים לעבודה באמצעות הוידאו צאט או להזמין מעומדים לענות על שאלונים שלכם בווידאו.
