Repository: tshai/ask-me
Catalog: App_GlobalResources/Resources.*.resx
Languages: bg, he

# liveInterviewDown
source: Is an innovative site that enables recruitment and placement companies to streamline the first and most advanced screening processes for new employees. The site allows you to conduct a video interview using a predefined template. Then you can also perform a real video interview using chat and save the interview in the cloud from our system. The system allows you to define templates of recorded work ideas. Share the information with other employees. It does not contain a scheduled system of job interviews.
bg: Това е иновативен сайт, който позволява на фирмите за набиране и наемане на служители да рационализират първите и най-напредналите процеси за подбиране на нови служители. Сайтът ви позволява да проведете видео интервю с помощта на предварително зададен шаблон. След това можете да извършите истинско видео интервю, като използвате чата и да запишете интервюто в облака на нашата система. Системата ви позволява да дефинирате шаблони за предварително интервю. Също така да споделяте информацията с други служители, която не съдържа планирана система от интервюта за работа.
he: הינו אתר חדשני המאפשר לחברות כוח אדם וחברות השמה ליעל את תהליכי המיון הראשונים והמתקדמים של עובדים חדשים. האתר מאפשר לבצע ראיון עבודה בוידאו בעזרת תבנית המוגדרת מראש.ולאחר מכן אף לבצע ראיון עבודה אמיתי בוידאו צ'ט בעזרת ולשמור את הראיון בענן ממערכת שלנו. המערכת מאפשרת להגדיר תבניות של רעיונות עבודה מוקלטים.לשף את המידע עם עובדים אחרים.ואף מכילה מערכת מתוזמנת של ראיונות עבודה.

source: Navigation Menu
bg: Меню
he: תפריט ניווט

source: Powerfull Product
bg: Мощен продукт
he: מוצר עוצמתי

# powerfullProductDescription
source: This product is a complete solution for the management and placement of employees.
bg: Този продукт е мощно решение за управлението и назначаването на служители.
he: מוצר זה מהווה פתרון מלא לניהול והשמת עובדים.

source: Privacy Policy
bg: Политика за поверителност
he: פרטיות

source: Save time and effort
bg: Спести време и усилия
he: חוסכים זמן ודלק

# saveTimeAndEffortDescription
source: Save the extra costs of the interviewees as time and money.
bg: Спестете допълнителните разходи на кандидатите по организация на транспорт и време.
he: חסוך למתראיינים זמן מבוזבז של עמידה בפקקים וחיפוש חניה.כמו כן הוצאות כגון חניה ודלק...

# serviceBenefits
source: What are the benefits of the service?
bg: Какви са ползите от услугата?
he: מה היתרונות של השירות?

# serviceBenefitsDescription
source: You get a resume from a candidate that means a lot, but you get a recorded resume that lets you understand exactly who the person is. You can see body language and speech and understand more than resumes on a page. In addition to this you can direct it to answer questions you have prepared in advance in the system and get answers. You can share the recorded CVs with the company staff and get another opinion. A video chat job can save a lot of time and money to the candidate and of course you and of course you can save the recording and share it with your team and get another opinion.
bg: Получавате CV от кандидат, което значи много, но получавате и записано резюме, което ви позволява да разберете точно кой е този човек. Можете да видите езика на тялото и речта и да разберете повече от CV на хартия. В допълнение към това можете да получите отговори на въпроси, които сте подготвили предварително в системата. Работата с видеочат може да спести много време и пари на кандидата, и разбира се, можете да запазите записа и да го споделите с вашия екип, за да получите друго мнение.
he: שמקבלים קורות חיים ממועמד זה אומר הרבה אבל שמקבלים קורות חיים מוקלטים זה נותן לך להבין בדיוק מי הבנאדם. אפשר לראות את שפת הגוף והדיבור ולהבין יותר מאשר קורות חיים על דף, בנוסף לזה אתם יכולים לכוון אותו לענות על שאלות שהכנתם מראש במערכת ולקבל תשובות. אפשר לשתף את הקורות חיים המוקלטים עם צוות החברה ולקבל חוות דעת נוספת. ראיון עבודה בוידאו צאט יכול לחסוך הרבה זמן וכסף למועמד וגם כמובן לכם ובנוסף לזה כמובן שתוכלו לשמור את ההקלטה ולשתף אותה עם הצוות שלכם ולקבל חוות דעת נוספת.

# smallLogo
source: Online interviews
bg: Онлайн интервюта
he: פתרונות לגיוס עובדים

source: Terms And Policies
bg: Общи условия
he: תנאים ומדיניות

source: Terms Of Use
bg: Условия за ползване
he: תנאי שימוש

source: Unbeatable prices
bg: Несравними цени
he: מחירים ללא תחרות

# unbeatablePricesDescription
source: Very low operating costs that will save you a lot of money each month
bg: Много ниски оперативни разходи, които ще ви спестяват пари всеки месец.
he: עלויות תפעול נמוכות מאוד שיחסכו לך כסף רב בכל חודש

# whatIsTheService
source: What is this service?
bg: Какво представлява услугата?
he: מהו השירות הזה ?

# whatIsTheServiceDescription
source: We provide an online assistance system for recruitment of personnel. A. The system enables companies or placement companies to conduct interviews and screening for potential employees through two-way video chat scheduled by invitation by email or SMS. The system allows to record video calls, catalog them and share it with the team or other companies. B. Video on demand, video resume, the system allows you to enter a questionnaire with your questions and invite candidates to record the answers in the video. You can categorize your videos and share with your team or other companies.
bg: Предлагаме система за онлайн помощ при набиране на персонал. А. Системата дава възможност на компаниите или фирмите да провеждат интервюта за потенциални служители чрез двустранни видеоразговори, насрочени чрез покана по имейл или SMS. Системата позволява да записвате видео разговори, да ги архивирате и да ги споделяте с екипа или други компании. Б. Системата ви позволява да въведете въпросник с Ваши въпроси и да поканите кандидатите да записват отговорите във видеото. Можете да категоризирате видеоклиповете си и да ги споделяте с екипа или други фирми.
he: אנו מספקים מערכת עזר אינטרנטית לגיוס כוח אדם. א. המערכת מאפשרת לחברות או חברות השמה לבצע ראיונות וסינון לעובדים פוטנציאלים באמצעות וידאו צאט דו כיווני מתוזמן ע"י הזמנה במייל או SMS, המערכת מאפשרת להקליט את השיחות וידאו, לקטלג אותם ולשתף זאת עם הצוות או חברות אחרות. ב. וידאו על פי דרישה, קורות חיים בוידאו, המערכת מאפשרת להזין שאלון עם שאלות שלכם ולהזמין מועמדים להקליט את התשובות בוידאו. את קבצי הוידאו תוכלו לקטלג ולשתף עם הצוות שלכם או חברות אחרות.

# whoIsTheServiceFor
source: Who is the service intended for?
bg: За кого е предназначена услугата?
he: למי מיועד השירות ?

# whoIsTheServiceForDescription
source: The service is intended for companies that recruit workers and placement companies who want to save time on job interviews and save interviewees time parking fuel and unnecessary money
bg: Услугата е предназначена за компании, които търсят служители и фирми за подбор на персонал.
he: השירות מיועד לחברות שמגיסות עובדים וחברות השמה שרוצות לחסוך זמן על ראיונות עבודה ולחסוך למרואיינים זמן חניה דלק וכסף מיותר

# affiliateSystem
source: You'll get an affiliate system
bg: Ще получите партньорска система.
he: תקרוב תעלה מערכת אפיליאט

# checkForPassword
source: Please, write a password.
bg: Моля, въведете парола.
he: סיסמא

# errorEmail
source: Please, write an email.
bg: Моля, въведете коректен имейл!
he: עליך להקליד אימייל

# fullName
source: Full name (private and family)
bg: Име и фамилия
he: שם מלא

# invitationFromACompany
source: You have reached this page because you received an invitation from a company.
bg: Достигнахте тази страница, защото получихте покана от фирма.
he: הגעת לעמוד זה מכיון שקיבלת הזמנה מחברת

# newEmployee
source: Sign up
he: הרשמה לחברות

# passwordPlaceholder
source: Password (6-8 digits english letters and numbers only)
bg: Парола: (латински букви и цифри 6-8 знака)
he: סיסמא בין 6 ל 8 תווים באנגלית ומספרים בלבד

# registeredForInterviewers
source: Sign up for interviewers
he: הרשמה למראיינים

# serveAsAnInterviewer
source: To serve as an interviewer
bg: В помощ на интервюиращия.
he: לשמש כמראיין

# addCompany
source: Add new company
bg: Добави компания
he: הוסף חברה

# anyCompanies
source: Your account is not connected to any company yet
bg: Твоят акаунт все още няма компании.
he: כרטיס זה עדיין לא משוייך לשום חברה

# companyAddress
source: Address
bg: Адрес
he: כתובת חברה

source: Company name:
bg: Име на фирма:
he: שם החברה

# companyProfile
source: Profile
bg: Информация за компанията
he: פרופיל חברה

source: Continue
bg: Към компанията
he: המשך

# dataForNewCompany
source: <li> Company name </ li> <li> Date added </ li> <li> Continue </ li>
he: <li>שם חברה</li> <li>תאריך הוספה </li> <li>המשך

source: Invalid Phone
he: טלפון לא תקין

source: Invalid service
bg: Невалидна услуга.
he: שירות לא תקין

source: List of companies
bg: Списък на компаниите
he: רשימת חברות משוייכות

source: Management Company
bg: Управляваща компания
he: ניהול חברת

# markOptIn
source: You must mark an opt-in
he: עליך לסמן הסכמה

# numberOfCP
source: Registration number
bg: Булстат
he: מספר ח.פ / עוסק מורשה

source: Other
bg: Друго.
he: אחר

# pageTitle
source: Video chat interviews
bg: Онлайн видео интервюта
he: ראיונות עבודה בוידאו צ'ט

source: Payment
bg: Плащане.
he: תשלום

# recordedInterviewers
source: Recorded interviews
bg: Интервю на запис
he: ראיונות וידאו מוקלט

# registeredInterviewers
source: Users
bg: Потребители
he: מראיינים רשומים

source: Technical problems
bg: Технически проблеми.
he: בעיות טכניות

# termsOfUseEnd
source: The policy sheet establishes a legal agreement between the site and the employee / customer, and also between the site and any business entity In which the employee / client has an interest or a legal or business liability towards him. If any part of the agreement is determined As unenforceable by legal legal authority, then the rest of the agreement will not be affected by this decision The agreement is registered in Hebrew and can not be interpreted by any third party. No interpretation of the agreement will be accepted Any claim based on incorrect understanding of the Rules as a result of translation into another language The sole jurisdiction in any matter and dispute regarding services on the Site shall be the competent court In London, which will discuss the matter in accordance with the laws of England. <br />
bg: Формулярът за политика установява правно споразумение между сайта и служителя / клиента, както и между сайта и всеки бизнес субект В който служителят / клиентът има интереси или юридическа или търговска отговорност към него. Ако някоя част от споразумението бъде определена Като неприложима от юридическия орган, останалото споразумение няма да бъде засегнато от това решение Споразумението е регистрирано на иврит и не може да бъде тълкувано от никоя трета страна. Не се приема тълкуване на споразумението Всяко искане, основано на неправилно разбиране на Правилата в резултат на превод на друг език Единствената компетентност по всеки въпрос и спор относно услугите на Сайта е компетентният съд В Лондон, който ще обсъди въпроса в съответствие със законите на Англия. <br />
he: דף התקנון מכונן הסכם משפטי בין האתר ובין העובד/לקוח, וגם בין האתר ובין כל גוף עסקי אשר יש לעובד/לקוח אינטרס או חבות משפטית או עסקית כלפיו. אם חלק כלשהוא מההסכם יקבע כבלתי ניתן לאכיפה ע"י סמכות משפטית חוקית, אזי שאר ההסכם לא יושפע כתוצאה מהחלטה זו.<br /> ההסכם רשום בעברית ואינו ניתן לפירוש ע"י צד שלישי, לא תתקבל כל פרשנות של ההסכם או כל תביעה שתבסס על הבנה לא נכונה של התקנון כתוצאה מתרגום לשפה אחרת.<br /> מקום השיפוט הבלעדי בכל עניין ומחלוקת בכל הנוגע לשירותים באתר, יהיה בית המשפט המוסמך בלונדון, אשר ידון בעניין בהתאם לדיני אנגליה. <br />

# termsOfUseH4
source: By accepting and approving the above agreement you acknowledge the following:
bg: Приемайки и одобрявайки горепосоченото споразумение, вие потвърждавате следното:
he: ע"י קבלה ואישור של ההסכם הנ"ל הינך מאשר את הבאים:

# termsOfUseH5
source: The document is drafted in masculine form for convenience only and applies equally to both sexes all the above in masculine, his power is also good for the female. By accessing this site you accept the terms and conditions The following: You have agreed, the site asks you to read and approve the following.
bg: Документът е изготвен в мъжки род само за удобство и се прилага еднакво към двата пола, всичко по-горе в мъжки род, важи и за женски. С достъпа до този сайт приемате Общите условия: Вие се съгласявате, да прочетете и одобрите следното.
he: המסמך מנוסח בלשון זכר מטעמי נוחות בלבד והוא מתייחס באופן שווה לשני המינים. כל האמור בלשון זכר, כוחו יפה גם בלשון נקבה. באמצעות כניסה לאתר זה אתה מקבל על עצמך את התנאים הבאים: הסכמתם, האתר מבקש ממך לקרוא ולאשר את הדברים הבאים.

source: Activation to email
bg: Активация на имейл
he: אקטיבציה למייל

# AddAnInterviewer
source: Add user
bg: Добави потребител
he: הוסף מראיין

# AddQuestions
source: Add questions to a recorded job interview
bg: Добавете въпроси към записано интервю за работа
he: הוספת שאלות לראיון עבודה מוקלט

source: Collaborative
bg: Сътрудничество
he: שיתופי

# companyManagement
source: Management
bg: Управление на компания
he: ניהול חברה

# CreateRecordedInterview
source: Create interview template
bg: Създай интервю шаблон
he: צור ראיון מוקלט

source: Date added
bg: Дата на добавяне
he: תאריך הוספה

# DateOfEstablishment
source: Date
bg: Дата
he: תאריך הקמה

# Director
source: Manager
bg: Мениджър
he: מנהל

source: Edit
bg: Редактирай
he: עריכה

source: Edit company profile
bg: Редактирай данните на фирмата
he: פרופיל אישי

# editQuestions
source: Manage questions
bg: Редактирай въпросите
he: ערוך שאלות

# EmailOnly
source: Email:
bg: Имейл
he: אימייל

# internalDataEG
source: Internal information e.g. name, profession...
bg: Допълнителна информация напр. име, професия ...
he: מידע פנימי למשל שם,מקצוע...

# internalInformation
source: Additional information:
bg: Допълнителна информация:
he: מידע פנימי

# Interviewer
source: Employee
bg: Служител
he: מראיין

# InterviewerOnly
source: Regular: interviewer only
bg: Служител: само интервюиращ
he: רגיל : מראיין בלבד

source: Interviews interviewed by interviewees
bg: Интервюта, взети от интервюираните
he: ראיונות שמרואיינים הקליטו

source: Invitations
bg: Покани
he: הזמנות

source: Invitations sent
bg: Изпратени покани
he: הזמנות שנשלחו

source: Live interviews
bg: Интервю на живо
he: ראיונות וידיאו חי

# logs
source: Notifications
bg: Известия
he: הודעות מערכת

# ManagerInvitationAndDel
source: Manager: Invitation and deletion of additional interviewers.
bg: Управител: Покана и изтриване на допълнителни интервюиращи.
he: מנהל : הזמנה ומחיקה של מראיינים נוספים.ושל ראיונות קיימים.

source: Managing interviews
bg: Интервю
he: ניהול ראיונות

# NoPermissionToDelete
source: Cannot be deleted
bg: Не може да бъде изтрито.
he: אין הרשאה למחיקה

source: Permissions
bg: Достъп
he: הרשאות

source: Questionnaire
bg: Въпросник
he: נושא

source: Questions
bg: Въпроси
he: שאלות

source: Save and continue
bg: Запази и продължи
he: שמור והמשך

# sendAnIvitation
source: Send an invitation
bg: Изпрати покана
he: שלח הזמנה

source: Send to interviewee
bg: Изпрати до интервюирания
he: שליחה למרואיין

# templatesForRecInterview
source: Templates for recorded interviews
bg: Шаблони за записване на интервю
he: תבניות לראיונות מוקלטים

source: Title:
bg: Заглавие:
he: כותרת

source: Title for interview
bg: Заглавие на интервюто
he: כותרת לראיון

# workersManagement
source: Users
bg: Потребители
he: ניהול עובדים

source: Add a user
bg: Добави потребител
he: הוסף משתמש

source: Invitation to video interview Chat
bg: Покана за онлайн интервю чат
he: הזמנה לראיון עבודה בוידאו צ'ט

# ListOfInvitations
source: List of invitations for recorded interviews
bg: Списък на поканите за записани интервюта
he: רשימת הזמנות לראיונות מוקלטים

source: Bring Down
bg: Надолу
he: הורד

source: Bring Up
bg: Нагоре
he: העלה

# continueToNextQuestion
source: Save
bg: Запази въпрос
he: שמור שאלה

# invitationToRecordCVs
source: invitation to record interview
bg: покана за запис на интервю
he: הזמנה לראיון עבודה

# typeQuestion
source: Question
bg: Въпрос
he: שאלה

source: Write down a question
bg: Напишете въпрос
he: רשום שאלה

source: Client NO
bg: Потребител номер:
he: מס' לקוח

source: Date for interview
bg: Дата за интервюто
he: תאריך לראיון

# freeTextToInterview
source: Free text
bg: Свободен текст
he: מלל חופשי

# invitationToVideoChat
source: Invitation to a video chat interview
bg: Покана за интервю чрез видеоразговор
he: הזמנה לראיון עבודה בוידאו צ'ט

# nameOfInterviewer
source: Sent from
bg: Изпратено от
he: שם המראיין ששלח

# sendInvitation
source: Send an invitation to a interview for the interviewee
bg: Изпратете покана за интервю
he: שליחת הזמנה לראיון חי למרואיין

# timeForMeet
source: Time for the meeting
bg: Час за срещата
he: זמן למפגש

source: Time left
bg: Оставащо време
he: זמן שנשאר

source: Time zone
bg: Часова зона
he: אזור זמן

# chatDropDown1
source: We are not
bg: Извън линия
he: איננו

# chatDropDown2
source: Catch
bg: Зает
he: תפוס

# chatDropDown3
source: Vacant
bg: Свободен
he: פנוי

# chatDropDown4
source: I'll be right back
bg: Отсъстващ
he: מיד אשוב

# chatDropDown5
source: Get organized
bg: Подготвящ се
he: מתארגן

# chatDropDown6
source: Without status
bg: Инкогнито
he: ללא סטטוס

# CustomerInYourQueue
source: Customers In Your Queue
bg: Потребители на твоята опашка
he: לקוחות בתור שלך

# detailsAboutCustomer
source: Details about the customer
bg: Детайли за интервюирания
he: פרטים על הלקוח

# GlimpseIntoCustomer
source: A glimpse into customers
bg: Поглед към интервюирания
he: הצצה ללקוחות

# InfoAboutCustomerOnlyYouSee
source: Internal information about the customer only you can see
bg: Допълнителна информация за клиента, която виждате само Вие
he: מידע פנימי על הלקוח רק אתה יכול לראות

source: Open
bg: Отворено
he: פתוח

# queueForCustomer
source: Queue for customers
bg: Опашка за интервюирани
he: תור ללקוחות

# registerHere
source: Sign up here
bg: Регистрирай се тук
he: רשום כאן

source: Save details
bg: Запази детайлите
he: שמור פרטים

source: Site Customers
bg: Потребители на сайта
he: לקוחות באתר

# DateSend
source: Send Date
bg: Дата на изпращане
he: תאריך שליחה

# InternalInfoAboutInterw
source: Valuable internal information about the interviewer
bg: Информация за интервюиращия
he: ערכית מידע פנימי על מראיין

source: No record
bg: Няма записи
he: אין הקלטה

source: Owner
bg: Собственик
he: מקים

source: Record
bg: Записи
he: קיימת הקלטה

source: Recorded Interview
bg: Интервю на запис
he: ראיון מוקלט

source: Record status
bg: Статус на записа
he: סטטוס הקלטה

source: See The Records
bg: Вижте записите
he: צפיה בהקלטה

# SendInvitationToInterviewee
source: Sending an invitation to a recorded interview to the interviewee
bg: Изпращане на покана за интервю на потребител
he: שליחת הזמנה לראיון מוקלט למרואיין"

source: Send Invitation To View
bg: Изпратете покана за преглед
he: שלח הזמנה לצפייה

# InvitationForViewResume
source: Invitation to view resume.
bg: покана за преглед на интервюто.
he: ההזמנה לצפייה בקורות חיים

# linkInvitationAsInterviewer
source: Link invitation as an interviewer
bg: Покана за връзка като интервюиращ
he: לינק הזמנה כמראיין

# notRecordingWriteNow
source: Not recording now
bg: В момента не записва
he: לא מקליט כרגע

source: Press to activate
bg: Натиснете за активация
he: לחץ להפעלת הכרטיס

source: Record Resume To Company
bg: Запиши интервю за компанията.
he: הקלטת קורות חיים לחברת

# recordYourResume
source: Record your interview.
bg: Запиши своето интервю.
he: הקלט קורות חיים

source: Start recording
bg: Започни видео
he: התחל הקלטה

# subscriptionInvitation
source: You have received a subscription invitation
bg: Получихте покана за абонамент.
he: קיבלת הזמנת הצטרפות

# TheOrderWasCreated
source: The invitation is sent by company
bg: Поканата е изпратена от компания
he: הזמנה זו נוצרה על ידי

# ClickHereForTheAnswer
source: Click here for next question
bg: Кликни тук за следващ въпрос
he: לחץ כאן בסיום התשובה

# ClickToEnterTheCard
source: Login
bg: Към интервюто
he: לחץ לכניסה לכרטיס

# ClickToRestart
source: Click here to restart
bg: Запиши отново
he: להתחלה מחדש לחץ כאן

# DuringTheRecord
source: During the recording, questions will appear here
bg: По време на записа тук ще се появят въпросите
he: במהלך ההקלטה יופיעו כאן שאלות שהמראיין הכין

# GoToNextQuestion
source: Start record
bg: Започни запис
he: עבור לשאלה הבאה

# InvitationToRecordVideoCVs
source: Invitation to record video interview at
bg: Покана за запис на видео интервю в
he: הזמנה להקלטת קורות חיים בוידאו

source: Link to activate your account
bg: Линк за активация на акаунт
he: לינק להפעלת כרטיסך

source: Paste code from email:
bg: Поставете кода от имейлa:
he: הדבק את הקוד מהאימייל:

source: Play Again
bg: Пусни пак
he: נגן שוב

# PressToActivate2
source: To activate the service you must click the button
bg: За да активирате услугата, трябва да кликнете върху бутона
he: כדי להפעיל את השירות עליך ללחוץ על הכפתור

# PreviousWatchs
source: Previous views of the video
bg: Предишни гледания на видеото
he: שליחות קודמות של הוידאו

# QuestionarryEnd
source: The interview has been completed. Click here
bg: Интервюто е завършено. Кликнете тук
he: השאלון הסתיים לצפיה לחץ כאן

# RecordResumeToCompanyAct
source: Record video interview to:
bg: Записване на видео интервю за:
he: הקלטת קורות חיים לחברת

source: Restore password to interviewer
bg: Възстановете паролата на интервюиращия
he: שחזור סיסמת מראיין

source: Save to PC
bg: Запази на компютър
he: שמור למחשב

# SendingVideoWatchInvitation
source: Sending a video watch invitation
bg: Изпращане на покана за гледане на видеоклип
he: שליחת הזמנת צפייה לוידאו

source: Send to interviewer
bg: Изпрати
he: שלח למראיין

source: Views
bg: Гледания
he: צפיות

source: Watch live video
bg: Гледайте видео на живо
he: צפיה בקורות חיים בוידאו

source: Watch Video
bg: Гледай видеото
he: צפה בוידאו

source: Welcome to the site
bg: Добре дошли в сайта
he: ברוך הבא לאתר

source: Your Code Is
bg: Вашият код е
he: הקוד שלך הוא

source: Your password is
bg: Паролата ви е
he: הסיסמא שלך היא

# AddBrand
source: Add your Brand
he: פרסום של המותג שלך בכל הזמנה

# BasicInclude
source: 200 Recorded One-Way Interviews or Live Interviews
bg: 200 записани интервюта или интервюта на живо
he: 200 הקלטות של ראיון מוקלט או לייב צאט

# BasicPrice
source: $ 80 / month
bg: $ 130 / месечно
he: 499 ₪ / לחודש

# companyLinkedIn
source: LinkedIn
he: Company LinkedIn

# companyWebSite
source: Web Site
he: אתר החברה

# ConfirmCreateCompany
source: You confirm that you are a representative of the company
bg: Вие потвърждавате, че сте представител на компанията
he: הינך מצהיר שהינך נציג החברה

# Positions
source: Unlimited jobs position
bg: Неограничен брой работни места
he: הוספת משרות ללא הגבלה

# PremiumInclude
source: 1500 Recorded One-Way Interviews or Live Interviews
bg: 1500 записани интервюта или интервюта на живо
he: 1500 הקלטות של ראיון מוקלט או לייב צאט

# PremiumPrice
source: $ 500 / month
bg: $ 600 / месечно
he: 2499 ₪ / לחודש

# PricingTable
source: Packages
bg: Пакети
he: חבילות ומחירים

# ProInclude
source: 400 Recorded One-Way Interviews or Live Interviews
bg: 400 записани интервюта или интервюта на живо
he: 400 הקלטות של ראיון מוקלט או לייב צאט

# ProPrice
source: $ 150 / month
bg: $ 230 / месечно
he: 999 ₪ / לחודש

# RecordStatusInactive
source: Recording status: Inactive
bg: Състояние на записа: Неактивен
he: סטטוס הקלטה: לא פעיל

source: Social Profile
bg: Социални профили
he: פרופיל רשתות חברתיות

# Trial
source: 30 Days free trial
bg: Безплатен пробен период от 30 дни
he: 30 ימי נסיון חינם

# UploadLogo
source: Upload a logo
bg: Качи лого
he: העלה לוגו

# WeWorkWith
source: We work with everyone from small startups to big enterprise. Chat with us today
bg: Ние работим с всички! От малки фирми до големи предприятия. Свържи се с нас днес!
he: השירות שלנו מתאים לחברות קטנות סטארטפים או חברות גדולות וכמובן לחברות השמה וכוח אדם

# Prices
source: Packages
bg: Пакети
he: חבילות

source: Finish
bg: Завърши
he: סיים
