Repository: tshai/ask-me
Catalog: App_GlobalResources/Resources.*.resx
Languages: bg, he

# liBetterHiringDescription
source: <p>Typically takes companies at least a month to hire a new employee. Forcing candidates to wait that long for a decision may leave a bad impression thinking about your company and they could decide to look for work elsewhere. For companies to reach hiring decisions faster, it could mean simply enhancing their hiring team collaboration.</p> <p>In order for a hiring decision to be made, the input of other colleagues may be required. However, having to juggle the schedules of multiple people when arranging an interview with a candidate can be very difficult, if not impossible. Additionally, there may be instances when something comes up at the last minute and a colleague or two can't be present for a candidate&rsquo;s scheduled interview. With recorded live video interviews you can easy getting your colleagues caught up.</p> <p>Live video interviews work just like their three dimensional counterparts, only without the travel costs and hassle of scheduling a traditional in-person interview. Moreover, a recorded interview can easily be shared with your colleagues and played back at any time. If a colleague couldn&rsquo;t be there in-person and they're instrumental to the decision, they will still be able to get a good feel for a candidate's potential fit and qualifications and weigh in on whether to move forward with them or not.</p> <p>Better hiring team collaboration also means you can ensure that a smart hiring decision is being made every time. A bad hire decision can cost your company significantly. If you're able to collaborate more easily, you'll be able to also do so faster. This means that important hiring decisions can be reached quickly, allowing you to extend job offers to talented candidates before other companies can get to them.</p>
bg: <p>Обикновено на компаниите им отнема поне един месец, за да наемат нов служител. Принуждаването на кандидатите да чакат толкова дълго за решение може да остави лошо впечатление за Вашата компания и те могат да решат да търсят работа другаде. За да могат компаниите да постигат по-бързо решения за наемане, е необходимо просто да се подобри сътрудничеството между екипите за назначаване.</p> <p>За да бъде взето решение за наемане, може да се наложи вписването на други колеги. Въпреки това, трябва да жонглирате с графиците на много хора, когато организирането на интервю с кандидат може да бъде много трудно, ако не и невъзможно. Освен това може да има случаи, когато нещо се появява в последната минута и колега или двама не могат да присъстват за насрочено интервю за кандидат. Чрез записаните интервюта с живи видеоклипове колегите Ви ще могат да се запознаят с кандидатите в удобно за тях време.</p> <p>Видео интервютата на живо работят точно като техните триизмерни колеги, само че без разходите за пътуване и трудностите при планирането на традиционно интервю лице в лице. Освен това, записаното интервю може лесно да бъде споделено с Вашите колеги и да се възпроизвежда по всяко време. Ако колега не може да присъства лично, но е необходим за вземането на решение, чрез записаните интервюта, все пак ще може да се запознае с потенциала и квалификацията на кандидата и да прецени дали да продължите напред с тях или не.</p> <p>По-доброто сътрудничество на екипа за наемане също означава, че можете да гарантирате, че всеки път ще се взема интелигентно решение за наемане. Лошото решение за наемане може да струва значително на Вашата компания. Ако сте в състояние да си сътрудничите по-лесно, ще можете да го направите и по-бързо. Това означава, че важни решения за наемане могат да бъдат постигнати бързо, което Ви позволява да привлечете повече талантливи кандидати, преди други компании да могат да стигнат до тях.</p>
he: <span lang="HE" style="font-weight: normal;">בדרך כלל לוקח לחברות לפחות חודש כדי לגייס עובד חדש. </span> <span lang="HE" style="font-weight: normal;">לגרום למועמדים להמתין הרבה זמן להחלטה עלול להשאיר רושם שלילי כאשר חושבים על החברה שלכם והם עלולים לחפש עבודה במקום אחר.</span> <span lang="HE" style="font-weight: normal;"> אצל חברות אשר מגיעות להחלטות גיוס מהר יותר, המשמעות של זה יכולה לשפר את שיתוף הפעולה של צוות הגיוס שלהן.</span> <span lang="HE" style="font-weight: normal;"> על מנת לקבל החלטה בנוגע לגיוס, חוות הדעת של עמיתים אחרים עשויה להיות נדרשת.</span> <span lang="HE" style="font-weight: normal;"> אולם הצורך לשינוי לוחות זמנים של אנשים מרובים כאשר קובעים ראיון עם מועמד יכול להיות מאוד קשה, אם לא בלתי אפשרי.</span> <span lang="HE" style="font-weight: normal;"> בנוסף ייתכנו מקרים שבהם משהו צץ ברגע האחרון ועמית או שניים אינם יכולים להיות נוכחים בראיון שנקבע עבור המועמד. באמצעות ראיונות וידאו מוקלטים אתם יכולים בקלות לעדכן את עמיתיכם.</span> <span lang="HE" style="font-weight: normal;"> ראיונות וידאו מקוונים עובדים כמו עמיתים מקבילים בתלת ממד, רק ללא עלויות הנסיעה והטרחה של קביעת ראיון אישי מסורתי. </span> <span lang="HE" style="font-weight: normal;">יתר על כן, ניתן לשתף ראיון מוקלט עם העמיתים שלהם ולנגן אותו מחדש בכל עת. אם עמית לא יכול להיות במקום באופן אישי והוא מהווה חלק משמעותי של ההחלטה, הוא עדיין יוכל לקבל תחושה טובה לגבי פוטנציאל ההתאמה, הכישורים והמשקל של המועמד בין אם יש צורך להמשיך איתו או לא.</span> <span lang="HE" style="font-weight: normal;"> המשמעות של שיתוף פעולה טוב יותר בצוות הגיוס אומרת שאתם יכולים להבטיח כי החלטת גיוס חכמה מתקבלת בכל פעם. החלטת גיוס רעה יכולה לעלות לחברה באופן משמעותי. אם אתם מסוגלים לשתף פעולה יותר בקלות, אתם תוכלו גם לעשות את זה מהר יותר.</span> <span lang="HE" style="font-weight: normal;"> זה אומר שניתן להגיע להחלטות גיוס חשובות במהירות ומאפשרות לכם להרחיב את הצעות העבודה למועמדים המוכשרים לפני שחברות אחרות מגיעות אליהם.</span>

# organizationAndSelection
source: <p><strong>Organization and selection with video interviews&nbsp; </strong></p>
bg: <p><strong>Организиране и подбор с видео интервюта</strong></p>
he: ארגון ובחירה בראיונות וידאו

# organizationAndSelectionDescription
source: <p>Having a great organizational is a smart way to not only keep employees engaged and motivated, but also a smart way to attract top candidates. The movers and shakers you want to target with your recruitment strategy are the same people looking for companies with great perks.</p> <p>Not sold yet on how essential a good organizational culture is for top talent recruitment? Here are some reasons why you can't afford to ignore company culture:</p> <p>&nbsp;</p> <p>The video interview can give you a clearer picture of a candidate's personality, ambition, and career goals. Using the video interview, you should evaluate whether a candidate will fit like a glove into your current culture. Ask questions about how they work with others and what their ideal office environment would be like.</p> <p>&nbsp;</p> <p>The real benefit of the video interview, however, is its ability to get you a more personal view of candidates faster than in the traditional recruitment process. By watching a job seeker's recorded video interview answers, you can weed ill-fitting candidates out of the pile of applications and focus only on the candidates who will be a good match for your organization. This helps you cut down on candidates who won't fit into your organizational and will flee your company at the first sign of a better offer.</p> <p>&nbsp;</p> <p>Using video interviews helps to brand your company as an organization embracing new technology. You're showing the company is receptive to new ideas and new ways of approaching common problems. It helps brand your company culture as a place open to new concepts and innovation. In turn, this company brand will be more likely to attract smart candidates with big ideas on how to innovate and grow your organization.</p>
bg: <p>Постигането на отлична организационна структура е интелигентен начин не само да се ангажират и мотивират служителите, но и да се стигне до начин да се привлекат водещи кандидати. Кандидатите, които искате да се насочите към стратегията си за набиране на персонал, са едни и същи хора, които търсят компании с големи бонуси. Не разбирате все още колко важна е добрата организационна култура за набиране на топ таланти? Ето някои причини, поради които не можете да си позволите да игнорирате фирмената култура:</p> <p>Видео интервюто може да ви даде по-ясна представа за личността, амбицията и кариерата на кандидата. С помощта на видео интервюто трябва да прецените дали даден кандидат ще се помести като ръкавица в текущата ви култура. Задавайте въпроси за това как работят в екип и каква би била тяхната идеална офис среда.</p> <p>Реалната полза от видео интервюто обаче е възможността да получите по-скоро личен поглед върху кандидатите по-лесно, отколкото в традиционния процес на набиране на персонал. Като гледате отговорите на интервю за видеозаписи на търсещия работа, можете да отсеете недобросъвестните и неподходящи кандидати от купчината кандидатури и да се съсредоточите само върху кандидатите, които ще бъдат добро попадение за Вашата организация. Това Ви помага да намалите кандидатите, които няма да се впишат във Вашата организация и ще напуснат компанията при първите признаци за по-добра оферта.</p> <p>Използването на видео разговори Ви помага да обозначите фирмата си като организация, използваща новите технологии. Показвате, че компанията е възприемчива към нови идеи и нови начини за намиране на общи проблеми. Това помага на марката и на фирмената Ви култура като на място, отворено за нови концепции и иновации. На свой ред с добра марка фирмата ще има по-голяма вероятност да привлече интелигентни кандидати с големи идеи, за това как да разширявате и развивате своята организация.</p>
he: <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">כאשר יש ארגון נהדר זאת דרך נהדרת לא רק לשמור על עובדים מעורבים ומלאי מוטיבציה, אלא גם דרך חכמה למשוך מועמדים מובילים.</p> <p style="direction: rtl;">האנשים שאתם רוצים להתמקד עליהם עם אסטרטגיית הגיוס שלכם הם אותם האנשים שמחפשים אחר חברות עם יתרונות נהדרים. לא סגורים עדיין על החיוניות של תרבות ארגון טובה בשביל גיוס מועמדים מובילים?</p> <p style="direction: rtl;">להלן מספר סיבות לכך שאתם לא יכולים להרשות לעצמכם להתעלם מתרבות החברה:</p> <p style="direction: rtl;">ראיון עבודה בוידאו יכול לתת לכם תמונה ברורה יותר של האישיות, השאיפות ומטרות הקריירה של המועמד.</p> <p style="direction: rtl;">באמצעות שימוש בראיון עבודה בוידאו אתם צריכים להעריך בין אם המועמד יתאים כמו כפפה לתרבות הנוכחית שלכם.</p> <p style="direction: rtl;">שאלו שאלות על האופן שבו הם עובדים עם אחרים ומה תהיה סביבת המשרד האידיאלית שלהם.</p> <p style="direction: rtl;">אולם היתרון האמיתי של ראיון עבודה בוידאו הוא היכולת לקבל מבט אישי יותר על המועמדים מהר יותר מאשר בתהליך הגיוס המסורתי.</p> <p style="direction: rtl;">על ידי התשובות של מחפשי עבודה בראיון מוקלט, אתם יכולים לסנן מועמדים לא מתאימים ולהתמקד רק על המועמדים שיתאימו לארגון שלכם.</p> <p style="direction: rtl;">זה יעזור לכם להפחית את המועמדים שלא מתאימים ושיעזבו את הארגון שלכם ברגע שיקבלו הצעה טובה יותר. שימוש בראיונות וידאו מסייע למתג את החברה שלכם כארגון המאמץ טכנולוגיות חדשות.</p> <p style="direction: rtl;">אתם מראים כי החברה פתוחה לרעיונות חדשים ודרכים חדשות לטיפול בבעיות נפוצות. זה יעזור למתג את תרבות החברה שלכם כמקום הפתוח לרעיונות חדשים ולחדשנות.</p> <p style="direction: rtl;">בתמורה, מיתוג החברה הזה סביר להניח שימשוך מועמדים חכמים בעלי רעיונות גדולים על האופן שבו ניתן לחדש ולהגדיל את הארגון שלכם.</p>

# recordedVideoInterview
source: <p><strong>Recorded video interviews: which is the best way to screen candidates?</strong></p>
bg: <p><strong>Записани видео интервюта: кой е най-добрият начин да проверите кандидатите?</strong></p>
he: ראיונות וידאו מוקלטים: מה הדרך הטובה ביותר לסינון מועמדים

# recordedVideoInterviewDescription
source: <p>You have an extraordinarily high volume of job candidates to screen and want to narrow down your candidate numbers and identify the best possible job fit, you have to screen each and every qualified applicant.</p> <p>Screening candidates before inviting them to take part in a formal, in-person interview is a necessary, especially when you consider the fact that an average of 250 resumes are received for each corporate job opening. With recorded video interviews, in which candidates record their answers to a series of text or video-based questions in a pre-determined amount of time, screening doesn&rsquo;t have to be tedious or time-consuming.</p> <p>Connecting with Candidates</p> <p>Both recorded video interviews and phone interviews give you an opportunity to ask questions and gain more insight on a candidate&rsquo;s ability to fulfill the duties of a particular position. But that&rsquo;s where the similarities end. Unlike phone interviews, video interviews give you a more complete picture of a candidate. Instead of relying on a candidate&rsquo;s tone of voice to assess their interest, personality, and professionalism, recorded video interviews enable you to pick up on important visual cues, such as facial expressions and body language, that can potentially impact a hiring decision. With recorded video interviews, you're able to see what you&rsquo;re going to get before the candidate ever steps foot in the office.</p> <p>Scheduling the Initial Interview</p> <p>The nature of recorded video interviews takes the hassle out of the scheduling process. In fact, it takes very little scheduling to screen candidates via video. Create a list of interview questions you&rsquo;d like answered, send out a link to the interview platform, and watch interview recordings at your convenience.</p> <p>Comparing</p> <p>With recorded video interviews you can ensure that all candidates are being asked exactly the same thing and that they&rsquo;re given the same amount of time to prepare and deliver their answers, thus leveling the playing field. What&rsquo;s more, interview recordings can be paused and played back as many times as necessary, which makes it easier to fairly evaluate candidates.</p> <p>Collaborating on Hiring Decisions</p> <p>Rather than relying on cluttered interview notes or verbal play-by-plays to assess candidates, video interview recordings can be shared with others so that they can make their own unbiased decisions.</p>
bg: <p>Имате изключително голям обем кандидати за работа и искате да стесните броя на кандидатите и да определите възможно най-добрата кандидатура? Ще трябва да проверите всеки квалифициран кандидат.</p> <p>Проверката на кандидатите, преди да бъдат поканени да участват в официално интервю, е особено необходимо, когато се има предвид факта, че за всяко отваряне на корпоративни работни места се получават около 250 автобиографии. При записаните видео интервюта, в които кандидатите записват отговорите си на серия текстови въпроси в предварително определен период от време, подбора не трябва да бъде досаден или отнемащ време.</p> <p>Свързване с кандидатите</p> <p>Както записаните видео интервюта, така и телефонните интервюта ви дават възможност да задавате въпроси и да придобивате повече представа за способността на кандидата да изпълнява задълженията си на определена длъжност. Но там свършват сходствата. За разлика от телефонните интервюта, видео интервютата Ви дават по-пълна представа за кандидата. Вместо да разчитате на тона на гласа на кандидата, за да прецените техния интерес, личност и професионализъм, записаните видео интервюта Ви дават възможност да извлечете важни визуални знаци, като изражения на лицето и езикът на тялото, които потенциално могат да повлияят на решението за наемане. Със записаните видео интервюта ще имате представа какво да очаквате още преди кандидатът да стъпи в офиса.</p> <p>Планиране на първоначално интервю</p> <p>Характерът на записаните видео интервюта почти не изисква допълнително планиране. В действителност отнема много малко време за преглеждане на кандидатите чрез видео. Създайте списък с въпросите на интервюто, на които искате да се отговори, изпратете линк към платформата за интервю и гледайте записите в удобно за Вас време и място.</p> <p>Оценяване на кандидатите</p> <p>Със записаните видео интервюта можете да се уверите, че всички кандидати се запитват точно за едно и също нещо и им се дава същото време, за да подготвят и да дадат своите отговори и по този начин всички получават &bdquo;равен старт&rdquo;. Нещо повече, записите от интервюта могат да бъдат поставени на пауза и да се възпроизвеждат толкова пъти, колкото е необходимо, което прави по-лесно справедливото оценяване на кандидатите.</p> <p>Съдействие при вземането на решения за наемане</p> <p>Ако има и други хора, които е необходимо да одобрят даден кандидат, вместо да разчитате на записки от интервюта или словесни опити за пресъздаване на кандидатите, записите с видео интервюта могат да бъдат споделени, и по този начин да получите безпристрастни решения и съдействие при вземането на решение за наемане.</p>
he: <p style="direction: rtl;">יש לכם כמות גבוהה במיוחד של מועמדים לעבודה שצריך לסנן ואתם רוצה לצמצם את כמות המועמדים ולזהות את ההתאמה הטובה ביותר לעבודה, אתם צריכים לסנן ולעבור על כל מועמד ראוי.</p> <p style="direction: rtl;">סינון המועמדים לפני הזמנתם לראיון אישי ופורמלי היא הכרחית, במיוחד אם כאשר אתם מתחשבים בעובדה כי מתקבלות בממוצע 250 קורות חיים עבור כל פתיחה של משרה בארגון.</p> <p style="direction: rtl;">באמצעות ראיונות עבודה מוקלטים שבהם מועמדים מקליטים את תשובותיהם לסדרת שאלות טקסט או שאלות על בסיס וידאו בכמות זמן שנקבעה מראש, הסינון לא חייב להיות מייגע וגוזל זמן.</p> <p style="direction: rtl;"><br /> תקשורת עם המועמדים</p> <p style="direction: rtl;"><br /> גם ראיונות וידאו מוקלטים וראיונות טלפוניים נותנים לכם הזמנות לשאול שאלות ולקבל תובנה טובה יותר על היכולת של המועמד למלא את המטלות של תפקיד מסוים. זה המקום שבו קווי הדמיון מסתיימים.</p> <p style="direction: rtl;">בניגוד לראיונות בטלפון, ראיונות עבודה בוידאו נותנים לכם תמונה שלמה יותר של המועמד.</p> <p style="direction: rtl;">במקום להסתמך נימת קולם של מתמודדים כדי להעריך את העניין, האישיות והמקצועיות שלהם, ראיונות עבודה מוקלטים מאפשרים לכם לאסוף סימנים ויזואליים חשובים כמו הבעות פנים ושפת הגוף שיכולים באופן פוטנציאלי להשפיע על החלטת הגיוס.</p> <p style="direction: rtl;">באמצעות ראיונות וידאו מוקלטים, אתם יכולים לראות מה אתם הולכים לקבל לפני שהמועמד בכלל דורך במשרדכם.</p> <p style="direction: rtl;"><br /> קביעת ראיון ראשוני</p> <p style="direction: rtl;"><br /> הטבע של ראיונות וידאו מוקלטים לוקח את הטרחה מתהליך הקביעה של הראיון.</p> <p style="direction: rtl;">למעשה זה מצריך מעט מאוד זמן כדי לסנן מועמדים באמצעות וידאו.</p> <p style="direction: rtl;">תיצרו רשימת שאלות לראיון שתרצו שהמועמד יענה עליהם, תשלחו קישור לפלטפורמת הראיון וצפו בהקלטות הראיון בזמן שנוח לכם.</p> <p style="direction: rtl;"><br /> השוואה</p> <p style="direction: rtl;"><br /> דרך ראיונות וידאו מוקלטים אתם יכולים להבטיח כי כל המועמדים נשאלים אותו הדבר וניתנת להם אותה כמות זמן כדי להתכונן ולמסור את תשובותיהם ובכך מאזנים את מאזן הכוחות. יתר על כן, ניתן לעצור ולנגן שוב ושוב ראיונות מוקלטים, דבר שהופך את זה לפשוט להעריך בצורה הוגנת יותר מועמדים.</p> <p style="direction: rtl;"><br /> שיתוף פעולה בהחלטות הגיוס</p> <p style="direction: rtl;"><br /> בין אם אתם מסתמכים על הערכות בכתב על הראיון או הערות מילוליות כדי להעריך מועמדים, ניתן לשתף ראיונות וידאו מוקלטים עם אחרים כדי שהם יוכלו לקחת החלטת בלתי משוחדות משלהם.</p>

# theBenefit
source: <p><strong>The benefit of video interviews </strong></p>
bg: Ползата от видео интервютата
he: היתרון של ראיונות עבודה בוידאו
