Repository: tshai/ask-me
Catalog: App_GlobalResources/Resources.*.resx
Languages: bg, he

# enhancingSocialMediaPositionDescription
source: <p>Social media platforms provide an opportunity for your company to share information about your organization and its message. You can also get information about your open positions in front of interested job seekers. It's important to consider establishing a presence on multiple social channels so you can ensure your positions are reaching the broadest possible audience. However, you should first determine what your hiring needs are and identify the types of jobs you will need to fill. From there, decide which social media sites to utilize in order to get in front of your target applicants. If you are in retail, you might want to look on a more casual site like Facebook for potential employees. If you're looking to hire a director of sales or marketing specialist, LinkedIn may be the way to go.&nbsp;</p> <p>Your employer brand is an important factor for creating a positive candidate experience and attracting the right people to your company. Social media and video interviewing technology are giving companies more opportunities to improve, maintain, or stick to a consistent branding message. Studies have actually found that social media use makes employer brands more attractive to potential candidates.</p> <p>It is critical that your company have consistency across all of its social media and video interviewing platforms. Whether it's your Twitter account or video interviewing hub, they should all tell the same story and be instantly recognizable so that candidates aren&rsquo;t confused by multiple messages.</p> <p>Create an employer brand that's not only informative, but fun and enticing as well. Share pictures from around your office and of company outings. And don't be afraid to show off your best people by highlighting employees. Live Interview allows you to customize your video interviewing portal with company colors and logos, plus videos to promote your brand.</p> <p>&nbsp;</p> <p>Companies should take advantage of social media platforms by accessing potential hires&rsquo; public profiles to judge professionalism and thought leadership skills. This is a great way to separate top-notch candidates from problem hires.</p> <p>Video interviewing is a convenient, efficient, and affordable way to connect personally with candidates. Combine that with your social media strategies and you'll be well on your way to attracting top candidates to your company. You will no longer judge a candidate solely based on their resume that you may only look at for just a few seconds. With social media recruiting and video interviews, you will have a fuller and more comprehensive portrait of that candidate.</p> <p>&nbsp;</p> <p>By engaging with candidates on social media by talking about industry topics and replying to questions, you can build up a personal connection before an application or interview. This is why one-third of hiring managers and recruiters say social media recruiting sped up their hiring process.</p> <p>Utilizing either the Live or Recorded video interview on Live Interview, will enable you to connect with candidates on a more personal level without wasting time talking to the wrong people.</p> <p>There is a large amount of people who use social media everyday to share and get their information, therefore, it is no wonder that more companies are realizing the benefits of utilizing this technology for sourcing, connecting with, and evaluation promising candidates. Implementing a combination of social media and video interviewing strategies to your recruiting process will result in better candidates, who will contribute greatly to your organization, so you can easily make smarter hiring decisions.</p>
bg: <p>Социалните медийни платформи дават възможност на Вашата компания да споделя информация за Вашата организация и нейното послание. Можете също така да предоставяте информация за Вашите открити позиции пред заинтересовани лица, търсещи работа. Важно е да обмислите установяването на присъствие на няколко социални канала, за да сте сигурни, че Вашите позиции достигат до възможно най-широката аудитория. Първо обаче трябва да определите какви са нуждите Ви за наемане и да определите видовете работни места, които ще трябва да попълните. От там решете кои сайтове за социални медии да използвате, за да се изправите пред целевите си кандидати. Ако сте в търговията на дребно, може да потърсите и в по-непрофесионални сайтове като Facebook, за потенциални служители. Ако търсите да наемете директор продажби или маркетинг специалист, LinkedIn може да бъде начинът да ги откриете.</p> <p>Вашата марка на работодател е важен фактор за създаване на положително мнение и привличане на подходящите хора във Вашата компания. Технологиите за социални медии и видео интервюиране предоставят на компаниите повече възможности да подобрят, поддържат или да се придържат към последователното брандиране. В действителност проучванията сочат, че използването на социалните медии прави марките на работодателите по-привлекателни за потенциалните кандидати.</p> <p>Важно е Вашата компания да е последователна във всичките си платформи за социални медии и видео интервюта. Независимо дали става дума за Вашия акаунт в Twitter или център за видео разговори, всички те трябва да разказват една и съща история и да бъдат незабавно разпознаваеми, така че кандидатите да не са объркани от множество послания.</p> <p>Създайте профил, която е не само информативен, но и забавен и привлекателен. Споделяйте снимки от Вашия офис и фирмени излети. Не се страхувайте да покажете на най-добрите си хора, като подчертаете способността на служителите си. Live Interview Ви позволява да персонализирате своя профил с фирмени цветове и лога, плюс видеоклипове за популяризиране на Вашата марка.</p> <p>&nbsp;</p> <p>Компаниите трябва да се възползват от социалните медийни платформи, тъй като там ще имат достъп до публичните профили на кандидатите, и ще могат да преценят професионализма и лидерските им умения. Това е чудесен начин да се разделят водещите кандидати от проблемните такива.</p> <p>Видео интервюирането е удобен, ефикасен и достъпен начин да се свържете лично с кандидатите. Съчетайте това с вашите социално медийни стратегии и ще бъдете на път да привлечете водещи кандидати във Вашата компания. Вече няма да преценявате даден кандидат единствено въз основа на автобиографията му, която няма да Ви представи пълната информация. С комбинирането на социални медии и видео интервюта ще имате по-пълен и по-изчерпателен портрет на този кандидат.</p> <p>&nbsp;</p> <p>Чрез ангажиране с кандидатите в социалните медии, като говорите за теми в отрасъла и отговаряте на въпроси, можете да създадете лична връзка преди кандидатстване или интервю. Ето защо една трета от мениджърите от HR &nbsp;и работодателите казват, че присъствието в социални медии ускорява процеса на наемане.</p> <p>Използването на живо или записано видео интервю в Live Interview ще Ви позволи да се свържете с желаните кандидатите на по-лично ниво, без да губите време, когато говорите с грешните хора.</p> <p>Има голям брой хора, които използват ежедневно социалните медии, за да споделят и да получават своята информация, поради което не е чудно, че повече компании осъзнават ползите от използването на тази технология за набиране, свързване и оценка на обещаващи кандидати. Прилагането на комбинация от стратегии за социални медии и видео интервю за Вашия процес на набиране ще доведе до по-добри кандидати, които ще допринесат значително за Вашата организация, за да можете лесно да направите по-успешни решения за наемане.</p>
he: <p style="direction: rtl;">&nbsp;פלטפורמות המדיה החברתית מספקות הזדמנות עבור החברה שלך לשתף מידע על הארגון והמסר שלו.</p> <p style="direction: rtl;">אתם יכולים גם לתת מידע על משרות פנויות בפני מחפשי עבודה.</p> <p style="direction: rtl;">זה חשוב לשקול לבסס נוכחות בערוצים חברתיים מרובים כדי שתוכלו להבטיח כי המשרות שלכם מגיעות לקהל רחב ככל הניתן.</p> <p style="direction: rtl;">אולם אתם קודם כל צריכים להגדיר מה צרכי הגיוס שלכם ולזהות את סוגי המשרות שאתם צריכים למלא.&nbsp;</p> <p style="direction: rtl;">מכאן תחליטו אילו אתרי מדיה חברתית אתם רוצים לנצל כדי להגיע לקהל היעד של המועמדים שלכם.</p> <p style="direction: rtl;">אם אתם נמצאים בעסקי הקמעונאות, אתם אולי תרצו באתרים כמו פייסבוק אחר עובדים פוטנציאלים. אם אתם מחפשים לגייס מנהל מכירות או מומחה לשיווק, לינקדין יכולה להיות המקום המתאים לכך. מותג המעסיק שלכם הוא גורם חשוב ליצירת חוויה חיובית למועמד ומשיכת האנשים הנכונים לחברה שלכם. המדיה החברתית וטכנולוגיית ראיונות העבודה בוידאו נותנים לחברות יותר הזדמנויות לשפר, לשמר או לדבוק במסר מיתוג עקבי. מחקרים למעשה מצאו כי השימוש במדיה החברתית הופך מיתוגים של מעסיקים לאטרקטיביים יותר למועמדים פוטנציאלים.</p> <p style="direction: rtl;">זה קריטי שהחברה שלכם תהיה באופן עקבי בפלטפורמות המדיה החברתית ובראיונות עבודה בוידאו. בין אם מדובר בחשבון הטוויטר שלכם או במוקד ראיונות עבודה בוידאו, הם צריכים לספר את אותו הסיפור ולהיות מזוהים באופן מידי כדי שמועמדים לא יתבלבלו מההודעות המרובות. צרו מותג מעסיק שלא רק אינפורמטיבי, אלא גם מהנה ומפתה. שתפו תמונות מרחבי המשרד ומטיולי חברה. ואל תפחדו להראות את האנשים הכי טובים שלכם על ידי הבלטת עובדים. ראיונות מקוונים מאפשרים לכם להתאים באופן אישי את פורטל ראיונות הוידאו שלכם עם צבעי החברה והלוגואים, בנוסף לסרטונים לקידום המותג. חברות צריכות לנצל את פלטפורמות המדיה החברתית באמצעות גישה לפרופילים פוטנציאלים לגיוס על מנת לשפוט את המקצועיות ואת כישורי המנהיגות. זו דרך נהדרת להפריד מועמדים איכותיים מגיוסים בעיתיים. ראיונות עבודה בוידאו הם דרך נוחה, יעילה וחסכנית להתחבר באופן אישי למועמדים. תשלבו את זה עם אסטרטגיות המדיה החברתית שלכם ואתם תהיו בדרך נכונה למשיכת מועמדים מובילים לחברתכם. אתם לא תצטרכו יותר לשפוט מועמד אך ורק על בסיס קורות החיים שלו שאתם עלולים להסתכל עליהם במשך מספר שניות בלבד. באמצעות גיוס במדיה החברתית וראיונות עבודה בוידאו, תהיה לכם תמונה גדולה ומקיפה יותר על המועמד. על ידי מעורבות עם המועמדים במדיה החברתית תוך כדי שיחות על נושאים הקשורים לתעשייה ומענה על שאלות, אתם יכולים לבנות חיבור אישי לפני הגשת המועמדות לעבודה או הראיון. זאת הסיבה ששליש מתוך מנהלי הגיוס והמגייסים אומרים שגיוס ברשת החברתית האיץ את תהליך הגיוס שלהם. ניצול ראיונות עבודה מקוונים או מוקלטים יאפשר לכם להתחבר למועמדים ברמה אישית יותר מבלי לבזבז זמן בשיחות עם האנשים הלא נכונים. קיימת כמות גדולה של אנשים המשתמשים במדיה החברתית מידי יום כדי לשתף והעביר את המידע שלהם.</p> <p style="direction: rtl;">לכן זה לא מפתיע שחברות נוספות מבינות את היתרונות של ניצול טכנולוגיית המיקור, החיבור וההערכה של מועמדים מבטיחים. יישום שילוב אסטרטגיות של רשתות חברתיות וראיונות עבודה בוידאו לתהליך הגיוס שלכם תביא למועמדים טובים יותר שיתרמו רבות לארגונכם, כך שתוכלו לבצע החלטות גיוס חכמות יותר.</p>

# howDoCandidatesReallyFeel
source: <p><strong>How do candidates really feel about video interviews?</strong></p>
bg: <p><strong>Как наистина се чувстват кандидатите за видео интервюта?</strong></p>
he: כיצד מועמדים באמת מרגישים בנוגע לראיונות עבודה בוידאו?

# howDoCandidatesReallyFeelDescription
source: <p>To gain a better understanding of the impact video interviews have on the candidate experience, here are some simple explanations to some of today&rsquo;s widely-asked questions: &lt;br&gt;</p> <p>Do candidates like video interviews? &lt;br&gt;</p> <p>The short answer is yes. According to a recent study of 400 job seekers, nearly half of respondents with prior video interview experience prefer them to other long-distance interview formats (like the phone interview). That&rsquo;s saying a lot, considering that video interviews are still regarded as a relatively new interview format. &lt;br&gt;</p> <p>So what exactly do candidates like about video interviews? &lt;br&gt;</p> <p>&nbsp;</p> <p>They&rsquo;re convenient&lt;br&gt;</p> <p>Most of all, video interviews are convenient for all parties involved. Not only do they eliminate the need to plan the interview around multiple schedules, but they also make it easy for candidates to interview from anywhere, on any device, at any time - even while on the go. &lt;br&gt;</p> <p>By making the interview process more flexible, candidates can save time and travel costs associated with traditional interview methods. &lt;br&gt;</p> <p>They&rsquo;re easy to use</p> <p>Video has taken over multiple aspects of our personal and professional lives, from how we stay in touch with loved ones to how we interview candidates for open positions. And because video chat platforms play such a prominent role in our lives, candidates often feel comfortable interviewing via video. The newest generation of job seekers is familiar with the technology and comfortable appearing on camera.</p> <p>As for older generations of workers, who may not be as comfortable with video technology, video interviews are designed to be very user-friendly. If you can manage to play and record YouTube videos or Skype with a buddy, you can figure out video interviewing.</p> <p>They create more possibilities</p> <p>This is especially true for long-distance job candidates. Live video interviews make face-to-face interviews with faraway candidates possible, thus attracting global applicants. Both Live and Recorded video interviews make it possible to visually connect with candidates you might not otherwise get a chance to meet in person.</p> <p>How do video interviews reflect on the company?</p> <p>Screening job candidates and conducting employment interviews via video reflects well on a company. For starters, when it comes to the candidate experience, video interviews paint companies as innovative, current, and tech-savvy. As a result, hiring professionals can expect to attract equally creative and tech-savvy applicants.</p> <p>Additionally, more options means more candidates. Giving the opportunity to interview via video makes it easier for long-distance candidates to take part in the interview process, which can help boost a company&rsquo;s employment brand.</p> <p>Do video interviews help or hurt the candidate experience?</p> <p>In the end, the candidate experience is as good as you make it. But video interviews can help make the experience stand out for job candidates. They are convenient, easy, and exciting for candidates and hiring professionals alike. However, used incorrectly, video interviews can make for a negative candidate experience during the interview process.</p> <p>The key to creating a positive candidate experience with video interviews is to combat candidate apprehensions early on. By using a platform designed specifically for video interviews, hiring professionals can rest assured that candidates are experiencing limited connectivity issues and top-notch audio/quality.</p>
bg: <p>За да получите по-добро разбиране за мнението на кандидатите за видео интервютата, ето някои прости обяснения на някои от днешните широко задавани въпроси:</p> <p>Харесват ли кандидати видео интервюта?</p> <p>Краткият отговор е "Да". Според скорошно проучване сред 400 търсещи работа, почти половината от запитаните вече са имали опит с предишно видео интервюто и дори ги предпочитат пред другите видове. Това говори много, като се има предвид, че видео интервютата все още се разглеждат като относително нов вид интервю.</p> <p>И така, какво точно казват кандидатите за видео интервюта?</p> <p>&nbsp;</p> <p>Те са удобни</p> <p>Най-вече видео интервютата са удобни за всички участници. Те не само премахват необходимостта от планиране на интервюто около няколко графици, но също така ги улесняват да могат да кандидатстват за работа от всяко място, на всяко устройство и по всяко време - дори когато са в движение.</p> <p>Чрез по-гъвкавия процес на интервюиране, кандидатите могат да спестят време и пътни разходи, свързани с традиционните методи за интервю.</p> <p>Те са лесни за използване</p> <p>Видеоклипът пое няколко аспекта от нашия личен и професионален живот, от това как осъществяваме контакт с близките си, до това как интервюираме кандидатите за свободни позиции. И тъй като платформите за видео чат играят толкова важна роля в живота ни, кандидатите често се чувстват комфортно по време на интервюто. Най-новото поколение търсещи работа е запознато с технологията и се чувстват удобно пред камерата.</p> <p>Що се отнася до по-възрастните поколения, които може и да не са толкова запознати с видео технологиите, видео интервютата са проектирани да бъдат много удобни за потребителя. Ако успявате да възпроизвеждате и записвате видеоклипове в YouTube или да осъществите разговор чрез Skype с приятел, то можете да се справите и с видео интервю.</p> <p>Те създават повече възможности</p> <p>Това важи особено за кандидатите за работа на дълги разстояния. Видео интервютата на живо правят интервюта лице в лице с далечни кандидати възможни, като по този начин привличат глобални кандидати. Както интервютата на живо, така и записаните видеоклипове Ви позволяват да се свържете визуално с кандидати, с които иначе няма да имате възможност да се срещнете лично.</p> <p>Как се отразяват видео интервютата на компанията?</p> <p>Проверката на кандидатите за работа и провеждането на интервюта за работа чрез видеоклип се отразява добре на всяка компания. За начало, когато става въпрос за опита на кандидата, видео интервютата показват компаниите като иновативни, актуални и високотехнологични. В резултат на това, професионалистите по наемане могат да очакват привличане на също толкова креативни и технологично развити кандидати.</p> <p>Освен това, повече опции означават повече кандидати. Даването на възможност за интервю чрез видео платформа улеснява кандидатите на дълги разстояния да участват в процеса на интервю, което може да помогне за повишаване на рейтинга на компанията.</p> <p>Видео интервютата помагат ли или накърняват опита на кандидата?</p> <p>В крайна сметка, опитът на кандидата е толкова добър, колкото го постигне. Но видео интервютата могат да помогнат да се открои кандидата за работа. Те са удобни, лесни и вълнуващи за кандидатите и за работодателите. Въпреки това, неправилно използваните видео интервюта могат да доведат до негативен опит в процеса на интервю.</p> <p>Ключът към създаването на положителен опит за кандидати с видео интервюта е борбата с опасенията на кандидатите в началото. С помощта на платформа, специално разработена за видео интервюта, при наемането на професионалисти можете да бъдете сигурни, че кандидатите няма да изпитват &nbsp;проблеми с връзката или с аудио качеството.</p>
he: <p>כדי לקבל תובנה טובה יותר בנוגע להשפעה שיש לראיונות עבודה בוידאו על חווית המועמד, להלן מספר הסברים פשוטים של השאלות הנפוצות ביותר:<br /> האם מועמדים אוהבים ראיונות עבודה בוידאו?<br /> התשובה הקצרה היא כן. לפי מחקר שנערך לאחרונה של 400 מחפשי עבור, כמחצית מהנשאלים עם ניסיון מוקדם בראיונות עבודה בוידאו מעדיפים אותם מאשר פורמטים של ראיונות למרחקים ארוכים (כמו ראיון טלפוני). זה אומר הרבה, בהתחשב שראיונות עבודה בוידאו עדיין נחשבים לפורמט חדש יחסית של ראיונות.<br /> אז מה בדיוק מועמדים אוהבים בראיונות עבודה בוידאו?<br /> הם נוחים<br /> יותר מהכל, ראיונות עבודה בוידאו הם נוחים לכל הצדדים המעורבים. לא רק שהם מבטלים א הצורך לתכנן את הראיון סביב לוחות זמנים מרובים, אלא שהם גם מקלים על המועמדים להתראיין מכל מקום, על כל מכשיר ובכל זמן &ndash; אפילו כאשר הם נמצאים בדרכים. על ידי הפיכת תהליך הראיון לגמיש יותר, מועמדים יכולים לחסוך זמן המשויכות לשיטות המסורתיות של הראיונות.<br /> קל להשתמש בהם<br /> הוידאו השתלט על היבטים מרובים של החיים האישיים והמקצועיים שלנו, מהאופן שבו אנחנו שומרים על קשר עם יקירינו ועד לאופן שבו אנחנו מראיינים מועמדים למשרות פנויות. מפני שפלטפורמות וידאו צ'אט משחקות תפקיד כה בולט בחיינו, מועמדים לעיתים קרובות מרגישים בנוח להתראיין דרך וידאו. הדור החדש של מחפשי העבודה מכיר את הטכנולוגיה ונוח לו להופיע בפני מצלמה. הדורות המבוגרים יותר של העובדים עלולים שלא להרגיש כל כך בנוח עם טכנולוגיית הוידאו, ראיונות עבודה בוידאו מעוצבים להיות מאוד ידידותיים למשתמש. אם אתם מצליחים להפעיל לנגן ולהקליט סרטונים ביוטיוב או סקייפ עם חברים, אתם יכולים להבין את ראיונות העבודה בוידאו.<br /> הם יוצרים יותר הזדמנויות<br /> זה נכון במיוחד עבור מועמדים לעבודה אשר נמצאים במרחק רב. ראיונות וידאו מקוונים הופכים ראיונות של פנים מול פנים עם מועמדים רחוקים לאפשריים, ובכך למשוך כישרונות מחו"ל.<br /> גם ראיונות וידאו מקוונים ומוקלטים הופכים מאפשרים יצירת קשר ויזואלי עם מועמד שאחרת לא הייתם זוכים לפגוש אותו באופן אישי.<br /> כיצד ראיונות עבודה בוידאו משקפים על החברה?<br /> סינון מועמדים לעבודה וביצוע ראיונות עבודה באמצעות וידאו משקף היטב על החברה. עבור מתחילים, כשזה נוגע לחוויית המשתמש, ראיונות עבודה בוידאו מציירים חברות כחדשניות, עכשוויות ומתמצאות בטכנולוגיה. כתוצאה מכך, אנשי מקצוע מתחום הגיוס יכולים לצפות למשוך מועמדים יצירתיים ומתמצאים בטכנולוגיה באותה המידה. בנוסף, יותר אפשרות אומר יותר מועמדים. מתן הזדמנות לראיון באמצעות וידאו מקל על מועמדים במרחק רב לקחת חלק בתהליך הראיון וזה יכול לשפר את מותג התעסוקה של החברה.<br /> האם ראיונות עבודה בוידאו עוזרים או פוגעים בחוויית המועמד?<br /> בסופו של דבר, חוויית המועמד היא טובה כפי שאתם גורמים לה להיות. אבל ראיונות עבודה בוידאו יכולים לגרום לחוויית המועמד לבלוט. הם נוחים, קלים ומרגשים עבור המועמדים וגם עבור אנשי המקצוע. עם זאת, אם משתמשים בהם בצורה לא נכונה, ראיונות עבודה בוידאו יכולים להפוך את חוויית המועמד לשלילית במהלך תהליך הראיון.<br /> המפתח ביצירת חוויית מועמד חיובית באמצעות ראיון עבודה בוידאו היא להילחם בחששות המועמד בשלב מוקדם. על ידי שימוש בפלטפורמה המעוצבת במיוחד לראיונות עבודה בוידאו, אנשי מקצוע מתחום הגיוס יכולים להיות סמוכים ובטוחים כי המועמדים חווים קישוריות מוגבלות ואיכות קול/שמע ברמה מעולה.</p>

# howToRepresentYorBrand
source: <p><strong>How to represent your brand in a video Interview&nbsp; </strong></p>
bg: <p><strong>Как да представите вашата марка във видео интервю</strong></p>
he: כיצד לייצג את המותג שלך בראיון עבודה בוידאו?
