Repository: tshai/ask-me
Catalog: App_GlobalResources/Resources.*.resx
Languages: bg, he

# trickyQuestionsForVideoDescription
source: <p>When it comes to finding the perfect candidate for your company's open positions, the interview is essential to discovering who has what it takes and who doesn't. The video interview is no different than an in-person meeting. Just because you're connecting with a candidate in a video interview, doesn&rsquo;t mean you should go easy on candidates. It's still important to ask tough interview questions in order to find out if your candidate is good in reality.</p> <p>&nbsp;</p> <p>Asking tough interview questions in the video interview allows you to see how candidates react and think. If you're connecting in a live video interview, you can see how candidates react in real-time and evaluate nonverbal communication cues.</p> <p>&nbsp;</p> <p>If you're connecting in a recorded video interview, you can and should still ask tough interview questions. Because a candidate has more time to prepare and re-record their answers, tough interview questions are needed to weed out the best candidates from the rest.</p> <p>&nbsp;</p> <p>Hopefully these interview tips will get you thinking up your own, company-specific questions, so you can find the perfect fitting candidate for your company.</p> <p>&nbsp;</p> <ol> <li>Tell me about yourself.</li> </ol> <p>This is one of the most standard interview questions for a reason. A job seeker answering this question can tell you a surprising amount of information about themselves and their goals from the information they self-select to share.</p> <p>&nbsp;</p> <ol start="2"> <li>Why should we hire you?</li> </ol> <p>Another one of the standard interview questions, this one helps you evaluate a candidate's confidence and skill match with the position. If, while watching the candidate on video, they seem stumped on how to answer why they're the absolute best person for the job, maybe it's because they aren't</p> <p>&nbsp;</p> <ol start="3"> <li>What's your greatest career performance?</li> </ol> <p>Situational interview questions ask candidates to use real-life examples from their own experiences to demonstrate value. This gives you a better idea of how their skills work in action.</p> <p>&nbsp;</p> <ol start="4"> <li>Tell me about a big mistake, how you dealt with it, and what you learned from the experience.</li> </ol> <p>Once again, situational interview questions can tell you a lot about how candidates actually act and react in a real work environment. Asking situational interview questions about accomplishments is definitely important to be able to see candidates at their best. But remember, no person is on their best behavior all the time.</p> <p>&nbsp;</p> <p>Mistakes happen, so it's also important to use situational interview questions to evaluate how candidates react when they've made a mistake. The mistake, the response, and the lesson learned can tell you a great deal about how the candidate approaches setbacks and how they deal with high-stress situations.</p> <p>&nbsp;</p> <ol start="5"> <li>Why do you want this job?</li> </ol> <p>Another one of the standard interview questions, the answer to this can help you evaluate career aspirations. Is this just another paycheck to the candidate, or are they really interested in your company and industry? While they answer, look for sincere career passion.</p> <p>&nbsp;</p> <ol start="6"> <li>Where do you see yourself in five years?</li> </ol> <p>This is another one of the standard interview questions meant to evaluate career aspirations. You want a candidate who is willing to stick around in your organization since employee turnover is so expensive. But more than that, you want someone who is actually engaged and motivated by your position or industry. If the candidate sees themselves in a whole new industry or company five years later, they're probably not right for you.</p> <p>&nbsp;</p> <ol start="7"> <li>What type of work environment do you prefer?</li> </ol> <p>This question is focused on company culture since 46 percent of small business new hires fail within the first 18 months. The reason? In 89 percent of the cases, it was a company culture mismatch. You can always train for skills, but finding someone to fit into your company culture is far more complex. Let the candidate tell you what kind of company culture they would prefer working in, so you can see if their ideal fits your company's reality.</p> <p>&nbsp;</p> <ol start="8"> <li>What are your biggest weaknesses?</li> </ol> <p>This is truly a tough question to ask in the interview, but like the situational question about biggest mistakes, it can really tell you how the candidate approaches problems. Look for candidates who don't give you a rehearsed answer and instead pick a weakness they are addressing and have learned from.</p> <ol start="9"> <li>Tell me about a time you went over and above to get a job done.</li> </ol> <p>The answer to this question tells you two important things. First, it's another chance for the candidate to make a great impression by showing you something really impressive. Second, it tells you what a candidate considers "above and beyond." If the example isn't all that impressive, perhaps it's because the candidate is the kind of employee who punches out at 5 p.m. on the dot and does only what's required.</p> <p>&nbsp;</p> <ol start="10"> <li>How do you evaluate success?</li> </ol> <p>While not one of the standard interview questions, this query probably should be. It gives you a good idea of what the candidate is looking for in both their job and career. Are they looking for challenging work, more responsibilities, or just a bigger paycheck? Pay careful attention to how the candidate answers to see what they consider important.</p> <p>&nbsp;</p> <p>Using some of these questions and interview tips can help you use the video interview to find the very best talent for your company.</p>
bg: <p>Когато става въпрос за намиране на перфектен кандидат за отворените позиции на Вашата компания, интервюто е от съществено значение за откриването на това, кой е подходящ и кой не. Видео разговорът не се различава от срещата на живо. Важно е да зададете правилните въпроси на интервю, за да разберете дали вашият кандидат е добър в действителност.</p> <p>&nbsp;</p> <p>Поставянето на трудни интервю въпроси във видео интервюто ви позволява да видите как кандидатите реагират и мислят. Ако се свързвате в интервю за видео на живо, можете да видите как реагират кандидатите в реално време и да оценяват невербалните комуникационни знаци.</p> <p>&nbsp;</p> <p>При записаните интервюта кандидатът има повече време да подготви или да презапише отговорите си и е необходимо да се зададат такива въпроси, които да Ви помогнат да отсеете най-добрите кандидати от останалите.</p> <p>&nbsp;</p> <p>Надяваме се, че тези съвети за интервю ще ви помогнат да размишлявате върху вашите специфични за фирмата въпроси, така че да можете да намерите перфектния кандидат за Вашата компания.</p> <p>&nbsp;</p> <ol> <li>Разкажете ми за себе си.</li> </ol> <p>Това е един от най-стандартните интервю въпроси и за това си има причина. Търсещият работа, който отговаря на този въпрос, може да ви разкаже изненадващо количество информация за себе си и за целите си.</p> <p>&nbsp;</p> <ol start="2"> <li>Защо да ви наемем?</li> </ol> <p>Друг един от стандартните интервю въпроси. Този Ви помага да оцените способностите на кандидата за доверие и умение с позицията. Ако докато гледате кандидатите на видеоклип, те изглеждат объркани как да отговорят защо са абсолютно най-добрият човек за тази работа, може би това е, защото не са.</p> <ol start="3"> <li>Кой е най-големият Ви успех в кариерата?</li> </ol> <p>Ситуационните интервю въпроси карат кандидатите да използват примери от реалния живот, от собствения си опит, за да демонстрират стойност. Това Ви дава по-добра представа за това как техните умения работят в действие.</p> <p>&nbsp;</p> <ol start="4"> <li>Кажете ми за голяма Ваша грешка - как сте се справили с нея и какво научихте от този случай.</li> </ol> <p>За пореден път ситуационните интервю въпроси могат да ви разкажат много за това, как кандидатите действително действат и реагират в реална работна среда. Поставянето на въпроси за интервюто за постиженията е определено важно, за да може да се видят кандидатите по най-добрия начин. Но помнете, никой човек не е в най-добрата си форма през цялото време.</p> <p>Грешките се случват, така че е важно също така да се използват ситуационни интервю въпроси, за да се оцени как реагират кандидатите, когато са направили грешка. Грешката, отговорът и наученият урок могат да Ви разкажат много за това, как кандидатът се отнася към неуспехите и как се справя със ситуации с висок стрес.</p> <ol start="5"> <li>Защо искате тази работа?</li> </ol> <p>Друг от стандартните интервю въпроси, като отговорът на този може да Ви помогне да оцените амбициите на кандидата. Търси работа просто за заплащане или наистина се интересува от Вашата компания и съответната индустрия? Докато отговарят, потърсете истината.</p> <ol start="6"> <li>Къде виждате себе си след пет години?</li> </ol> <p>Това е още едно от стандартните въпроси, свързани с интервюто, който има за цел да оцени амбициите на кандидата. Искате кандидат, който желае да се задържи във Вашата организация, тъй като оборотът на служителите е толкова скъп. Но повече от това, Вие искате някой, който всъщност да е ангажиран и мотивиран от Вашата позиция или индустрия. Ако кандидатът се види в цяла нова индустрия или компания пет години по-късно, вероятно не е точно за вас.</p> <p>&nbsp;</p> <ol start="7"> <li>Какъв тип работна среда предпочитате?</li> </ol> <p>Този въпрос е съсредоточен върху фирмената култура, тъй като 46% от новопостъпилите в малки фирми се провалят през първите 18 месеца. Причината? В 89% от случаите се дължи на несъответствие с фирмената култура. Винаги можете да повишите своите умения или квалификация, но намирането на някой, който да се вписва във Вашата фирмена култура, е много по-сложно. Нека кандидатът да Ви каже в каква фирмена култура би предпочел да работи, за да можете да видите дали идеалът им отговаря на реалността на Вашата компания.</p> <ol start="8"> <li>Какви са най-големите ви слабости?</li> </ol> <p>Това е наистина труден въпрос, който да зададете в интервюто, но като ситуационния въпрос за най-големите грешки, той наистина може да ви каже как кандидатът се справя с проблемите. Потърсете кандидати, които не Ви дават репетиран отговор и вместо това изберете слабостта, от която се обръщат и се учат.</p> <ol start="9"> <li>Разкажете ми за случай, при който се е наложило да работите извънредно, за да си свършите работата.</li> </ol> <p>Отговорът на този въпрос Ви разказва две важни неща. Първо, това е още една възможност кандидатът да направи страхотно впечатление, като Ви покаже нещо наистина впечатляващо. На второ място, тя Ви казва какво смята даден кандидат за допълнителния труд. Ако примерът не е толкова впечатляващ, може би това е така, защото кандидатът е служител, който точно в 5 ч. си тръгва и прави само това, което се изисква.</p> <ol start="10"> <li>Как оценявате успеха?</li> </ol> <p>Въпреки че не е един от стандартните интервю въпроси, вероятно трябва да бъде. Отговорът &nbsp;Ви дава добра представа за това, което кандидатът търси в своята работа и кариера. Търсят ли предизвикателна работа, повече отговорности или просто по-голяма заплата? Обърнете внимание на това как кандидатите отговарят, за да разберете какво смятат за важно.</p> <p>&nbsp;</p> <p>Използването на някои от тези въпроси и съвети за интервюта може да ви помогне да използвате видео интервюто, за да намерите най-добрия талант за Вашата компания.</p>
he: <p style="direction: rtl;">כשזה מגיע למציאת המועמד המושלם למשרות הפתוחות בחברתכם, הראיון הוא חיוני כדי לגלות למי יש את מה שנדרש ולמי אין. ראיון עבודה בוידאו אינו שונה מפגישה אישית.</p> <p style="direction: rtl;">רק מפני שאתם מתחברים למועמד בראיון עבודה בוידאו, זה לא אומר שאתם צריכים להקל על המועמדים.</p> <p style="direction: rtl;">זה חשוב לשאול שאלות קשות על מנת לגלות אם המועמד שלכם טוב במציאות. שאלות קשור בראיון עבודה בוידאו מאפשר לכם לראות כיצד המועמד מגיב וחושב. אם אתם מחוברים בראיון וידאו מקוון, אתם יכולים לראות כיצד המועמדים מגיבים בזמן אמת ולהעריך יכולות תקשורת לא מילוליות. אם אתם מתקשרים באמצעות ראיון וידאו מוקלט, אתם עדיין צריכים לשאול שאלות קשות.</p> <p style="direction: rtl;">בגלל שלמועמד יש יותר זמן להתכונן ולהקליט מחדש את תשובותיו, שאלות קשות בראיון נחוצות לסנן המועמדים הטובים ביותר מהשאר.</p> <p style="direction: rtl;">בתקווה שהטיפים הללו יעזרו לכם לחשוב בעצמכם כדי שתוכלו למצוא את המועמד המתאים ביותר עבור חברתכם.</p> <p style="direction: rtl;">1. ספר לנו על עצמך.</p> <p style="direction: rtl;">זאת אחת מהשאלות הכי סטנדרטיות בראיון עבודה. מחפש עבודה שעונה על השאלה הזאת יכול לתת לכם כמות מפתיעה של מידע על עצמו ומטרותיו מהמידע שהוא בוחר לשתף.</p> <p style="direction: rtl;">2. מדוע כדאי לנו להעסיק אותך?</p> <p style="direction: rtl;">זאת שאלה סטנדרטית נוספת בראיון עבודה, היא עוזרת לכם להעריך את הבטחון והתאמת הכישורים של המועמד עם העמדה המבוקשת. אם תוך כדי צפייה בוידאו המועמד נראה מבולבל באופן שבו הוא עונה על השאלה מדוע הוא האדם המתאים לעבודה, אולי זה מפני שהוא לא.</p> <p style="direction: rtl;">3. מה ההישג הגדול ביותר בקריירה שלך?</p> <p style="direction: rtl;">שאלות הנוגעות למצבים מבקשות מהמתמודדים להשתמש בדוגמאות אמיתיות של חוויות אישיות שלהם כדי להדגים את ערכם. זה נותן לך מושג טוב יותר כיצד הכישורים שלהם מתבטאים בעבודה.</p> <p style="direction: rtl;">4. ספר לנו על טעות גדולה שביצעת, כיצד התמודדת איתה ומה למדת מהחוויה.</p> <p style="direction: rtl;">שוב, שאלות הנוגעות למצבים בראיונות מספרות לכם הרבה על האופן שבו המועמדים פועלים ומגיבים בסביבת עבודה אמיתית. שאלות של מצבים על הישגים הן בהחלט חשובות כדי לראות את המועמדים במיטבם. אבל זכרו, אף אדם לא נמצא במיטבו כל הזמן.</p> <p style="direction: rtl;">טעויות קורות, לכן זה חשוב להשתמש בראיון בשאלות הנוגעות למצבים כדי להעריך כיצד מועמדים מגיבים כאשר הם מבצעים טעות. הטעות, התגובה והלקח הנלמד יכולים לספר לכם הרבה על האופן שבו המועמד מתמודד עם מכשולים ועם מצבי לחץ.</p> <p style="direction: rtl;">5. מדוע אתה רוצה את העבודה הזאת?</p> <p style="direction: rtl;">זאת שאלה סטנדרטית נוספת בראיון עבודה, התשובה לשאלה הזאת יכולה לעזור לכם להעריך את שאיפות הקריירה. האם זאת עוד משכורת עבור המועמד או שהוא באמת מעוניין בחברה ובתעשייה שלכם? בזמן שהוא עונה, חפשו אחר תשוקה כנה הנוגעת לקריירה.</p> <p style="direction: rtl;">6. היכן אתה רואה את עצמך בעוד חמש שנים?</p> <p style="direction: rtl;">זאת שאלה סטנדרטית נוספת בראיון שנועדה להעריך שאיפות קריירה. אתם רוצים מועמד שמוכן להתמיד בארגון מכיוון שהחלפת עובדים היא כל כך יקרה. אבל יותר מכך, אתם רוצים אדם שלמעשה מעורב ובעל מוטיבציה בעמדה המבוקשת או בתעשייה. אם המועמד רואה את עצמו בתעשייה או בחברה אחרת לאחר חמש שנים, הוא כנראה לא המועמד המתאים עבורכם.</p> <p style="direction: rtl;">7. איזה סוג של סביבת עבודה אתה מעדיף?</p> <p style="direction: rtl;">השאלה הזאת מתמקדת על תרבות החברה מכיוון ש 46% מהגיוסים החדשים בעסקים קטנים נכשלים בתוך 18 החודשים הראשונים. הסיבה לכך? ב 89% מהמקרים, זאת היית אי התאמה עם תרבות החברה.</p> <p style="direction: rtl;">אתם תמיד יכולים ללמד את המיומנויות, אבל למצוא מישהו שיתאים לתרבות חברתכם הוא דבר שהרבה יותר מורכב. תנו למועמד לספר לכם איזה סוג של תרבות חברה הוא יעדיף לעבוד ותוכלו לראות אם האידיאל שלו מתאים לחברה שלכם.<br /> 8. מה החסרונות הכי גדולים שלך?<br /> זאת באמת שאלה קשה כשהיא נשאלת בראיון, אבל כמו כל שאלה אחרת, היא יכול לספר לכם כיצד המועמד ניגש לבעיות. חפשו אחר מועמדים שלא מחפשים לתת לכם תשובה חוזרת ובמקום בוחרים חיסרון שהם מתייחסים אליו ולמדו ממנו. <br /> 9. ספר לנו על פעם שעשית מעל ומעבר כדי לבצע משימה.<br /> התשובה לשאלה הזאת תספר לכם שני דברים חשובים. הדבר הראשון, זאת הזדמנות נוספת עבור המועמד להשאיר רושם חיובי על ידי כך שהוא מראה לכם משהו באמת מרשים. דבר שני, היא תספר לכם מה המועמד מחשיב כ"מעל ומעבר". אם הדוגמא לא כל כך מרשימה, אולי זה מפני שהמועמד הוא עובד שהולך הביתה בשעה חמש בדיוק ועושה רק מה שנדרש ממנו.<br /> 10.כיצד אתה מעריך הצלחה?<br /> בזמן שזאת לא אחת השאלות הסטנדרטיות בראיון עבודה, השאלה הזאת כנראה צריך להופיע. היא נותנת לכם מושג טוב על מה המועמד מחפש בעבודה ובקריירה שלו. האם הוא מחפש אחר עבודה מאתגרת ואחראיות או פשוט תלוש שכר גדול יותר? שימו לב לאופן שבו המועמד עונה כדי לראות מה הוא מחשיב כחשוב עבורו.<br /> שימוש בסוג כזה של שאלות יכול לעזור לכם להשתמש בראיונות עבודה בוידאו על מנת למצוא את הכישרון הטוב ביותר עבור חברתכם.</p>

# useVideoInterviewing
source: <p><strong>Use video Interviewing to overcome the gap </strong></p> <p>&nbsp;</p>
bg: <p><strong>Използвайте видео интервю, за да преодолеете разликите</strong></p> <p>&nbsp;</p>
he: שימוש בראיונות עבודה בוידאו כדי להתגבר על הפער
