Repository: tshai/ask-me
Catalog: App_GlobalResources/Resources.*.resx
Languages: bg, he

# useVideoInterviewingDescription
source: <p>The traditional hiring process can be a long road to travel. Video interviews are building a better bridge to circumvent all the traditional hiring roadblocks. For example there&rsquo;s the endless resumes to review, the phone screens taking an average of 15 minutes per call, and at this point recruiters haven't even found their best candidates. Once you do you&rsquo;re in for more interviews, you have to schedule those interviews with the candidate in person. Great! Now you have major scheduling difficulties to work around. No wonder the average position takes 30 days to fill. It&rsquo;s a miracle it doesn&rsquo;t take longer!</p> <p>For job seekers, the interviewing process can be no less painful. You&rsquo;ll often have endless phone and in person interviews. This means scheduling, traveling, and maybe even taking time off work.</p> <p>Online interviewing is a great way to shorten this process. Instead of swimming through the endless stream of resumes and interviews: build a bridge!</p> <p>Virtual interviews can help shorten the process between sorting through resumes and finding the perfect hire. For instance One-Way Interviews are a great way to cut out those time consuming preliminary phone screens.</p> <p>Job seekers can record answers to text-based interview questions posed by employers, showing off their communication skills, charisma, and qualifications. They can record these interviews on their own time, even from their mobile devices. Employers can then view these recorded video interviews whenever their schedule allows. No more 30 minutes wasted on a candidate an employer knows isn&rsquo;t right in the first 90 seconds.</p> <p>Video interviewing allows both job seekers and recruiters to save time so they only have to focus on the best opportunities. Instead of having dozens of qualified candidates in for interviews, only bring in the top prospects for an in-person meet.</p> <p>Video interviews can also work as a way to effectively shorten the hiring process for both job seekers and employers. Employers will spend less time sourcing candidates and more time focusing on the individuals right for the job. Job seekers can use video to interview for jobs both near and far without all the travel and scheduling difficulties. Online video is building a better bridge between the job application and finding the perfect fit.</p> <p>&nbsp;</p>
bg: <p>Традиционният процес на наемане може да бъде &bdquo;дълъг път&rdquo;. Видео интервютата изграждат по-добър мост, за да заобиколят всички традиционни пътни препятствия. Например има безкрайни автобиографии за преглед, едно обаждане по телефона отнема средно 15 минути на повикване и в този момент дори не сте намерили най-добрите си кандидати. След като го направите, трябва да планирате тези интервюта с кандидати лично. Страхотно! Сега имате големи затруднения с работния график!. Нищо чудно, че запълването на една позиция отнема средно 30 дни. Чудно е, че не отнема повече време!</p> <p>За търсещите работа, процесът на интервюиране може да бъде не по-малко болезнен. Често ще имате безкрайни телефонни и лични интервюта. Това означава график, пътуване и дори дневен отпуск от работа (в случай, че работите).</p> <p>Онлайн интервюирането е чудесен начин да съкратите този процес. Вместо да плувате през безкрайния поток от автобиографии и интервюта: &nbsp;изградете мост!</p> <p>Виртуалните интервюта могат да помогнат за скъсяването на процеса от сортирането на резюметата до вземането на решение за наемане. Например записаните &nbsp;интервюта са чудесен начин да се ограничи времето за подбор на кандидатите.</p> <p>Кандидатите &nbsp;могат да записват отговорите на въпроси, поставени от работодателите, демонстрирайки своите комуникативни умения, харизма и квалификации. Те могат да записват тези интервюта в избрано от тях време, дори и от мобилните си устройства. След това работодателите могат да гледат тези записани видео интервюта, когато техният график позволява.</p> <p>Видео интервюирането позволява на търсещите работа и на работодателите да спестят време, така че те трябва само да се съсредоточат върху най-добрите възможности. Вместо да имате десетки квалифицирани кандидати за интервюта на живо, то чрез видео интервюто можете да прескочите първоначалния етап и да се срещнете само с най-добрите и перспективни кандидати.</p> <p>Видео интервютата могат да работят и като начин за ефективно съкращаване на процеса на наемане както за търсещите работа, така и за работодателите. Работодателите ще изразходват по-малко време за набиране на кандидати и повече време, фокусирайки се върху работата си. Търсещите работа могат да използват видеозаписи за интервю за работни места, както в близост, така и далеч, без да се натъкват на всички трудности при пътуване и график. Онлайн видеоклиповете изграждат по-добър мост между заявлението за работа и намирането на перфектната оферта.</p>
he: <p style="direction: rtl;">תהליך הגיוס המסורתי יכול להיות מאוד ארוך.</p> <p style="direction: rtl;">ראיונות עבודה וידאו בונים גשר טוב יותר שנועד לעקוף את כל מחסומי הגיוס המסורתיים.</p> <p style="direction: rtl;">לדוגמא, קיימים אינספור קורות חיים שיש לעבור עליהם, ראיונות טלפוניים נמשכים בממוצע 15 דקות לשיחה ובנקודה הזאת המגייסים אפילו לא מצאו עדיין את המועמדים הטובים ביותר שלהם.</p> <p style="direction: rtl;">ברגע שיש צורך בביצוע של ראיונות נוספות, אתם צריכים לתזמן את אותם הראיונות עם המועמד באופן אישי.</p> <p style="direction: rtl;">נהדר! כעת יש לכם קשיי תזמון שצריך לנהל.</p> <p style="direction: rtl;">לא פלא שהזמן הממוצע שדרוש כדי למלא משרה הוא 30 ימים.</p> <p style="direction: rtl;">זה נס שזה לא אורך יותר! עבור מחפשי עבודה, תהליך הראיונות יכול להיות לא פחות כואב.</p> <p style="direction: rtl;">אתם לעיתים קרובות תצטרכו לבצע אינספור שיחות טלפון וראיונות אישיים.</p> <p style="direction: rtl;">זה אומר לתכנן, לנסוע ולפעמים אף לקחת יום חופש מהעבודה.</p> <p style="direction: rtl;">ראיונות עבודה מקוונים הם דרך נהדרת לקיצור התהליך הזה.</p> <p style="direction: rtl;">במקום לשחות בתוך זרם אינסופי של קורות חיים וראיונות: בנו גשר! ראיונות וירטואליים יכולים לעזור לקצר את התהליך בין המיון, קורות החיים ומציאת המועמד המושלם להעסקה.</p> <p style="direction: rtl;">לדוגמא, ראיונות חד כיווניים הם דרך נהדרת לקצר את הראיונות הטלפוניים הראשוניים שצורכים הרבה זמן.<br /> מחפשי עבודה יכולים להקליט תשובות לראיונות עבודה המבוססים על טקסט שמפורסמים על ידי מעסיקים ולהראות את מיומנויות התקשורת, הכריזמה והכישורים שלהם.</p> <p style="direction: rtl;">הם יכולים להקליט ראיונות אלה בזמנם החופשי ואף על גבי המכשירים הניידים שלהם.</p> <p style="direction: rtl;">מעסיקים יכולים לצפות כעת בראיונות וידאו מוקלטים כאשר לוח הזמנים מאפשר להם.</p> <p style="direction: rtl;">אין צורך יותר לבזבז 30 דקות על מועמד שמעסיק יודע שאינו מתאים לאחר 90 השניות הראשונות.</p> <p style="direction: rtl;"><br /> ראיונות עבודה בוידאו מאפשרים גם למחפשי עבודה וגם למגייסים לחסוך זמן יקר כדי שהם יוכלו להתמקד על ההזדמנויות הטובות ביותר שלהם.</p> <p style="direction: rtl;">במקום להזמין עשרות מועמדים מתאימים לראיונות, תביאו רק את המועמדים המובילים לפגישה אישית. ראיונות עבודה בוידאו יכולים לעבוד גם כדרך לקצר בצורה יעילה את תהליך הגיוס אצל מחפשי עבודה וגם אצל המעסיקים. מעסיקים יבלו פחות זמן במיון מועמדים ויתמקדו יותר על אנשים המתאימים לעבודה.</p> <p style="direction: rtl;">מחפשי עבודה יכולים להשתמש בוידאו כדי לבצע ראיונות עבור עבודות קרובות ורחוקות ללא צורך בנסיעות והקושי בלוח הזמנים. וידאו מקוון בונה גשר טוב יותר בין הגשת המועמדות לעבודה ומציאת ההתאמה המושלמת</p>

# videoInterviewForHR
source: <p><strong>Video interviewing for HR</strong></p>
bg: <p><strong>Видео интервю за HR</strong></p>
he: ראיון וידאו עבור משאבי אנוש וכח אדם

# videoInterviewForHRDescription
source: <p>Do you ever feel like your hiring process is a little&hellip;out dated? Inefficient? Impersonal? If so, perhaps it is time to look into an innovative and effective solution like Live Interview.</p> <p>It's not easy to rate by simply assessing the candidate by what they put on paper. But what about personality, enthusiasm, or professionalism?</p> <p>By actually seeing candidates via video interviews, hiring managers are better able to make a connection with the resume.</p> <p>Video interviewing for HR allows hiring managers to put a face to the name on the paper. After all, how are hiring managers supposed to &ldquo;see&rdquo; greatness and potential through paper anyway? By enhancing the resume, video interviewing is used to help assess hiring needs, select the right candidates, and help retain top of them.</p> <p>&nbsp;</p> <p>Video interviewing for HR as a form of early screening is by far more effective and allows employers to gain more insight on candidates. Plus, with the ability to share video interviews with team members, internal collaboration has never been easier than Live Interview&rsquo;s comment and rating system. With these tools, HR can better validate their hires. Video interviews bring life to the screening process so hiring professionals can make better hiring decisions in order to retain employees for the long run.</p> <p>&nbsp;</p> <p>In a way, video interviews allow hiring managers to &ldquo;hear&rdquo; what is not said when viewing text responses. Video interviewing for HR combines the benefits of the phone screen and the in-person interview to further evaluate candidate&rsquo;s skills, attitudes and personalities.</p>
bg: <p>Чувствате ли, че Вашият процес на наемане е малко ... остарял? Неефикасен? Безличен? Ако е така, може би е време да се потърси новаторско и ефективно решение като Live Interview.</p> <p>Не е лесно да се оценява, като се преценява кандидатът с това, което е написано на лист хартия. Можете ли да прецените личността, ентусиазма или професионализма на кандидата?</p> <p>Като вижда кандидатите чрез видео интервюта за мениджърът от Човешки Ресурси (HR) е по-лесно да направи връзка с резюмето.</p> <p>Видео интервюирането за HR позволява да &bdquo;поставите лице&rdquo; на името от автобиографията. В края на краищата, как се предполага, че наемащите мениджъри "виждат" професионализма и потенциала на хартия? Чрез подобряването на резюмето, видео интервюирането се използва, за да помогне за оценка на потребностите от наемане, да се изберат правилните кандидати и да се помогне да се запази най-високата им стойност.</p> <p>&nbsp;</p> <p>Видео интервюирането за HR като форма на ранно проучване е далеч по-ефективно и позволява на работодателите да получат повече информация за кандидатите. Освен това, с възможността да споделяте видео интервюта с членовете на екипа, вътрешното сътрудничество никога не е било по-лесно с коментарите и рейтинговата система на Live Interview. С тези инструменти HR може по-добре да утвърждава решението за наемане. Видео интервютата внасят живот в процеса на подбор, така че да доведе до по-добри решения за наемане, за да запази служителите си в дългосрочен план.</p> <p>&nbsp;</p> <p>В известен смисъл, видео интервютата позволяват на управителите да "чуят" какво не се казва при разглеждането на текстовите отговори. Видео интервюирането за HR съчетава ползите от интервю по телефона и личното интервю за по-нататъшно оценяване на уменията, нагласите и личностите на кандидата.</p>
he: <p style="direction: rtl;">האם אתה מרגיש שתהליך ההעסקה שלך הוא קצת מיושן ...? לֹא יָעִיל? לֹא אִישִׁי? אם כן, אולי הגיע הזמן להסתכל לתוך הפתרון חדשני שלנו &nbsp;interview Live.</p> <p style="direction: rtl;">זה לא קל לדרג ולהעריך את המועמד על ידי מה שהם כתבו קורות חיים על הנייר. אבל מה עם אישיות, ההתלהבות או המקצוענות?</p> <p style="direction: rtl;">למעשה על ידי ראיית מועמדים באמצעות ראיונות וידאו, מנהלי גיוס טובים יותר יכולים להבין יותר מיהו הבנאדם ומה היכולות.</p> <p style="direction: rtl;">קורות חיים מוקלטים&nbsp; מאפשרים ל HR צורה של מיון וסינון ראשוני הוא הרבה יותר יעיל ומאפשר למעסיקים לקבל תובנות נוספות על המועמדים בנוסף, עם היכולת לחלוק ראיונות וידאו עם חברי הצוות, שיתוף פעולה פנימי מעולם לא היה קל יותר. עם כלים אלה. ראיונות בוידאו מביאים את החיים לתהליך המיון והסינון הראשוני. ובכך לקבל החלטות טובות יותר כדי לבחור את העובדים &nbsp;הטובים ולטווח ארוך.</p> <p style="direction: rtl;">במובן מסוים, ראיונות וידאו מאפשרים למנהלי גיוס כדי "לשמוע" מה לא אמר בעת הצגת תגובות טקסט. ראיון וידאו עבור משאבי אנוש משלב את היתרונות של מסך הטלפון ואת ראיון אישי כדי להעריך עוד מיומנויות של המועמד, עמדות ואישים.</p> <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">במובן מסוים, ראיונות בוידאו מאפשרים למנהלי הגיוס לשמוע ולהבין מה שלא נאמר בקורות חיים הכותבים. ראיון עבודה בוידאו משלב את היתרונות של מסך טלפון ואת הראיון האישי כדי להעריך עוד יותר את היכולות של המועמד.</p>

# whichCaseVideoIsBest
source: <p><strong>In which case video interview is the best solution </strong></p>
bg: <p><strong>В кои случаи видео интервюто е най-доброто решение?</strong></p>
he: באיזה מקרה ראיון עבודה בוידאו הוא הפתרון הטוב ביותר

# whichCaseVideoIsBestDescription
source: <p>In a nutshell, video interviews create a convenient, innovative, and interesting way for employers to connect with job seekers. But, most importantly, video interviews cater to unique tradition job interview situations that phone calls or face-to-face meetings just won&rsquo;t work for.</p> <p>When you have a high volume of candidates to screen.</p> <p>For time-strapped hiring professionals, screening candidates is the necessary part of the hiring process, especially when you have a high volume of candidates to screen.</p> <p>When you have a large amount of candidates, spending a good 30 minutes on the phone with each is not an efficient use of time. Not when you can view 10 recorded video interviews in the same time it takes to perform a single phone conversation.</p> <p>Recorded video interviews, in which candidates record their responses to a series of pre-determined questions, give screening an entirely new meaning. They not only give you an opportunity to connect with candidates visually, they&rsquo;re also convenient. Instead of spending time for scheduling a phone calls around everyone&rsquo;s busy schedules, recorded video interviews can be recorded and viewed on your own time.</p> <p>When you need to interview long-distance candidates.</p> <p>When it comes to searching for top talent, sometimes it&rsquo;s necessary to move beyond the confines of your own backyard. But attracting and connecting with faraway talent can be difficult, due to geographic and time zone barriers. That&rsquo;s where video interviews come in to help.</p> <p>By offering video interview options, you can expand your job candidates search to worldwide and attract candidates who might not otherwise apply.</p> <p>When you want to attract more passive candidates.</p> <p>Passive candidates are in high demand. They appeal to companies because they&rsquo;ve demonstrated their skills and expertise by thriving in similar positions.</p> <p>Did you know a whopping 75% of professionals categorize themselves as &ldquo;passive&rdquo; candidates? In other words, three-fourths of professionals aren&rsquo;t actively looking for a new position, but that doesn&rsquo;t mean they&rsquo;re not open to other opportunities that might come their way. Getting in touch with the passive candidate about a job opportunity can be tricky due to their busy schedule.</p> <p>Fortunately, video interviews make it easy to appeal to and attract passive candidates. For starters, passive candidates may not want to commit to commuting for a full-on job interview, but might be willing to take a few minutes to participate in a video interview. Given their busy schedules, passive candidates will appreciate the convenience and time-saving factors of video interviews.</p> <p>When you need to collaborate on hiring decisions.</p> <p>The nature of video interviews makes hiring collaboration easier than ever, as no one has to be physically present at the time of the interview. Colleagues and clients alike can be sent video interview recordings to view and assess well after the interview has taken place. These video recordings make it easy for everyone to collaborate, which ensures that you&rsquo;re making more informed hiring decisions. Better collaboration means better hires.</p>
bg: <p>Накратко, видео интервютата създават удобен, иновативен и интересен начин за работодателите да се свързват с търсещите работа. Но най-важното е, че видео интервютата се отнасят до уникални традиции в интервютата за работа, при които телефонните обаждания или срещите лице в лице просто няма да работят.</p> <p>Когато имате голям брой кандидати за позицията.</p> <p>За специалистите по наемане на работа, времето необходимо за подбор на кандидати е неотменна част от процеса на наемане, особено когато има голям брой кандидати за преглед.</p> <p>Когато имате голям брой кандидати, губенето на ценни 30 минути за свързване по телефона със всеки кандидат &nbsp;не е ефективно използване на времето. Не и когато можете да видите 10 записани видео интервюта за същото време, което е необходимо за провеждането на един телефонен разговор.</p> <p>Записаните видео интервюта, в които кандидатите записват своите отговори на поредица от предварително зададени въпроси, дават съвсем ново значение на процеса за подбор. Те не само ви дават възможност да се свържете с кандидатите визуално, но и &nbsp;са удобни. Вместо да отделите време за насрочване на телефонни обаждания около натоварените разписания на всички, записаните видео интервюта могат да бъдат&nbsp; преглеждани в удобно за Вас време.</p> <p>Когато се налага да интервюирате кандидати за далечни разстояния.</p> <p>Когато става въпрос за търсене на топ талант, понякога е необходимо да преминете отвъд границите на собствения си &bdquo;заден двор&rdquo;. Но привличането и свързването с далечни кандидати може да бъде трудно, поради географските бариери и бариерите в часовите зони. Това е мястото, където се появяват видео интервюта, за да ви помогнат.</p> <p>Когато предлагате и опции за видео интервю Вие премахвате границите, можете да разширите търсенето на кандидати за работа в целия свят и да привлечете кандидати, които иначе не биха могли да кандидатстват.</p> <p>Когато искате да привлечете повече пасивни (работещи) кандидати.</p> <p>Пасивните кандидати много търсени. Те се търсят компаниите, защото демонстрират своите умения и опит, като процъфтяват в подобни позиции.</p> <p>Знаете ли, че огромните 75% от професионалистите се категоризират като "пасивни" кандидати? С други думи, три четвърти от професионалистите не търсят активно нова позиция, но това не означава, че не са отворени за други възможности, които биха могли да се появят. Свързването с пасивния кандидат за работна възможност може да бъде сложно поради натоварения му график.</p> <p>За щастие видео разговорите улесняват привличането на пасивни кандидати. За начало пасивните кандидати може да не искат да се ангажират с пътуване &nbsp;за лично интервю за работа, но може да са склонни да отделят няколко минути за участие в видео интервю. Предвид натоварените им графици, пасивните кандидати ще оценят удобствата и спестяващите време фактори при видео разговори.</p> <p>Когато трябва да си сътрудничите при вземането на решения за наемане.</p> <p>Естеството на видео интервютата прави наемането на служители по-лесно от всякога, тъй като никой не трябва да присъства физически по време на интервюто. Началниците и клиентите могат да получат видеозаписи, които да видят и оценят. Тези видеозаписи улесняват съвместната работа, което гарантира, че вземате по-информирани решения за наемане. По-доброто сътрудничество означава по-добър избор.</p>
he: <p style="direction: rtl;">בקצרה, ראיונות עבודה בוידאו יוצרים דרך נוחה, חדשנית ומעניינת עבור מגייסים ליצירת קשר עם מחפשי עבודה.</p> <p style="direction: rtl;">אבל הכי חשוב, ראיונות עבודה בוידאו מספקים ייחודיות ששיחות הטלפון או פגישות מול פנים של ראיונות העבודה המסורתיים פשוט לא היו עובדים.</p> <p style="direction: rtl;">כאשר קיימת כמות גדולה של מועמדים שצריך לסנן.</p> <p style="direction: rtl;">עבור גיוס אנשי מקצוע הלחוצים בזמן, סינון מועמדים הוא חלק הכרחי של תהליך הגיוס ובמיוחד כאשר יש מועמדים בעלי ערך גבוה.</p> <p style="direction: rtl;">כאשר יש לכם כמות גדולה של מועמדים, לבזבז 30 דקות בטלפון עם כל אחד הוא לא ניצול יעיל של הזמן.</p> <p style="direction: rtl;">לא כאשר אתם יכולים לצפות בעשרה ראיונות וידאו מוקלטים באותו זמן שלוקח לכם לבצע שיחת טלפון אחת. ראיונות וידאו מוקלטים שבהם מועמדים מקליטים את תשובותיהם לסדרת שאלות שנקבעה מראש נותנים לסינון משמעות חדשה לחלוטין.</p> <p style="direction: rtl;">הם לא רק נותנים לכם הזדמנות להתחבר למועמדים באופן ויזואלי, ראיונות עבודה בוידאו גם נוחים. במקום לבזבז את הזמן בקביעת שיחת טלפון בתוך לוח הזמנים העמוס של כולם, ניתן לצפות בראיונות וידאו מוקלטים בזמנכם הפנוי.</p> <p style="direction: rtl;">כאשר אתם צריכים לראיין מועמדים שנמצאים במרחק רב.</p> <p style="direction: rtl;">כשזה נוגע לחיפוש אחר כשרון מוביל, לפעמים זה נחוץ לצאת מגבולות האזור האישי שלכם.</p> <p style="direction: rtl;">אבל למשוך ולתקשר עם כשרון מרוחק יכול להיות דבר קשה בגלל מגבלות גיאוגרפיים ואזורי זמן.</p> <p style="direction: rtl;">זה המקום שבו ראיונות עבודה בוידאו יכולים לעזור.</p> <p style="direction: rtl;">על ידי הצעה של ראיון עבודה בוידאו, אתם יכולים להרחיב את חיפוש מועמדי העבודה לגלובלי ולמשוך מועמדים שאחרת לא היו פונים למשרה.</p> <p style="direction: rtl;">כאשר אתם רוצים למשוך מועמדים פסיביים יותר.</p> <p style="direction: rtl;">מועמדים פסיביים הם בעלי ביקוש רב. הם פונים לחברות מפני שהם הדגימו את כישוריהם ואת מומחיותם על ידי כך שהם משגשגים בעמדות דומות. הידעתם כי 75% מאנשי המקצוע מגדירים עצמם כ"מועמדים פסיביים"? במילים אחרות, שלושה רבעים מתוך אנשי המקצוע אינם מחפשים באופן פעיל אחר עבודה חדשה, אבל זה לא אומר שהם אינם פתוחים להזדמנויות אחרות הנקרות בדרכם. יצירת קשר עם מועמד פסיבי בנוגע להזדמנות עבודה יכולה להיות דבר בעייתי עקב לוח הזמנים העמוס שלהם.</p> <p style="direction: rtl;">למרבה המזל, ראיונות עבודה בוידאו מקלים על הפנייה והמשיכה של לקוחות פסיביים.</p> <p style="direction: rtl;">לקוחות פסיביים עלולים שלא לרצות להתחייב בכל הכוח לראיון עבודה, אבל יכולים לקחת מספר דקות כדי להשתתף בראיון עבודה בוידאו. בהתאם ללוחות הזמנים שלהם, מועמדים פסיביים יעריכו את גורמי הנוחות והחיסכון בזמן של ראיונות עבודה בוידאו.</p> <p style="direction: rtl;">כאשר אתם צריכים לשתף פעולה בהחלטות גיוס.</p> <p style="direction: rtl;">הטבע של ראיונות עבודה בוידאו הופכים את שיתוף הפעולה בגיוס לפשוט יותר מאי פעם, מכיוון שאף אחד לא צריך להיות נוכח פיזית בזמן הראיון. ניתן לשלוח לעמיתים ולקוחות כאחד הקלטות של ראיונות עבודה בוידאו לצפייה והערכה לאחר שהראיון התקיים. הקלטות אלו מקלות על השיתוף פעולה של כולם, דבר המבטיח כי אתם לוקחים החלטות גיוס הרבה יותר מודעות. המשמעות של שיתוף פעולה טוב יותר הוא גיוס טוב יותר.</p>

# connectChat
source: Start interview
bg: Започни интервю
he: התחל לראיין

source: Logo
bg: Лого
he: סֵמֶל

source: Create Multi-choice template
bg: Създай тест шаблон
he: יצירת תבנית בחירה מרובה

# multiChoiceTemplate
source: Templates for multi-choice tests
bg: Тестови шаблони
he: תבניות לבדיקות רב-ברירות

source: Multi-choice test
bg: Тест
he: מבחן/שאלון על זמן

# customerInRoom
source: Interviewee is in the room. Click to start.
bg: Интервюираният е на линия. Кликнете за започване на интервю.
he: המרואיין ממתין בחדר לחץ לחיבור המצלמות

# administrativeProfessionals
source: <p><strong>Administrative professionals: Hiring the best with Live Interview</strong></p>
bg: <p><strong>Административни специалисти: Наемане на най-добрите чрез Live Interview</strong></p>
he: אנשי מקצוע אדמינסטרטיביים: גיוס הטובים ביותר באמצעות ראיון עבודה בוידאו
