Repository: tshai/ask-me
Catalog: App_GlobalResources/Resources.*.resx
Languages: bg, he

# partThreeDescription
source: <a href="partThree.aspx" class="greyLetters" > How to represent your brand in a video Interview<br> How do candidates really feel about video interviews? <br> Enhancing social media position with the power of video interviews<br> Tricky questions for video interviewing success<br> Organization and selection with video interviews<br></a>
bg: <a href="partThree.aspx" class="greyLetters" > Как да представите вашата марка във видео интервю<br> Как наистина се чувстват кандидатите за видео интервюта? <br> Подобряване на позицията Ви в социалните медии със силата на видео интервютата<br> Трудни въпроси за успех при видеоразговори<br> Организиране и подбор с видео интервюта<br></a>
he: <a href="partThree.aspx" class="greyLetters" > כיצד לייצג את המותג שלך בראיון וידאו<br> איך המועמדים באמת מרגישים עם ראיונות בוידאו? <br> שיפור המיקום של המדיה החברתית בעוצמה של ראיונות וידאו<br> שאלות מכשילות להצלחת ראיונות עבודה בוידאו<br> ארגון ובחירה בראיונות וידאו<br></a>

# partTwo
source: <p><strong>Part 2: Types of Video Interviews</strong></p> <p>&nbsp;</p>
bg: <p><strong>Част 2: Видове видеоразговори</strong></p> <p>&nbsp;</p>
he: חלק 2: סוגי ראיונות עבודה בוידאו

# partTwoDescription
source: <a href="partTwo.aspx" class="greyLetters" > Recorded video interviews: which is the best way to screen candidates? <br> Live video interviews: the best solution for speedy hiring<br> Live Video interviews for better hiring collaboration<br></a>
bg: <a href="partTwo.aspx" class="greyLetters" > Записани видео интервюта: кой е най-добрият начин да проверите кандидатите? <br> Видео интервюта на живо: най-доброто решение за бързо назначаване<br> Видео интервюта на живо за по-добро сътрудничество при наемане<br></a>
he: <a href="partTwo.aspx" class="greyLetters" > ראיונות וידאו מוקלטים: מהי הדרך הטובה ביותר להציג מועמדים? <br> ראיונות בוידאו חי: הפתרון הטוב ביותר לגיוס עובדים במהירות ובלי לבזבז זמן<br> ראיונות וידאו חי לשיתוף פעולה טוב יותר<br></a>

# videoInfoRes
source: Video Interview Information
bg: Информация за видео интервю
he: מידע על ראיון עבודה מצולם בוידיאו

# introductoryGuide
source: <p><strong>The Introductory guide to video interviews </strong></p> <p>&nbsp;</p>
bg: <p><strong>Уводно ръководство за видеоразговори</strong></p> <p>&nbsp;</p>
he: מדריך היכרות ראיונות בוידאו

# introductoryGuideDescription
source: Here you will learn more about video interviews. What exactly is a video interview? How is it any different from video chat? And how can you use video interviews to make the best hiring decisions? <br> What is a Video Interview? <br> A video interview uses online video technology to allow job seekers and employers to connect earlier and easy. Video interviews take place remotely and use video technology as the communication medium. Since so much communication occurs at the nonverbal level, seeing and being seen is extremely important. And video interviews give people a better way to present themselves, both verbally and nonverbally. <br> Video Interviews vs. Video Chat<br> Video interviews are pretty much the same thing as video chat, right? Wrong. Video chat platforms were created just for that: for chat. Video interview platforms, on the other hand, are designed specifically for the interview process, from screening candidates to collaborating on hiring decisions. <br> Types of Video Interviews<br> Not all video interviews are equal. The following are the two major types of online interviewing: <br> Live Video Interviews<br> You don't want to spend time and money during the interview process? Look no further than live video interviews. These interviews work just like traditional face-to-face, minus travel costs and all the time it takes to schedule. <br> Now, without any installation of bulky desktop software, employers and job seekers can spark a connection whenever and wherever. It’s video interview collaboration made easy. <br> Recorded Video Interviews<br> What is a Recorded video interview? This form of interviewing allow to create a series of interview questions, which job candidates then record their video answers to. <br> Job candidates use the video format to answer interview questions while showing off their impressive communication skills, personality, and professionalism. What’s more, this form of virtual interviewing gives companies the ability to customize how much time candidates have to think before giving an answer. <br> How can you use video interviews to make the best hiring decisions? <br> Finding the perfect job fit isn’t always easy. Finding someone who can fit in with your company’s unique culture can be even harder. Live Interview solutions can help hiring professionals and take better hiring decisions. Here’s how: <br> Save valuable time and money. <br> Screening job candidates can take a huge chunk of your time and money. Video interviews make the process much easy by enabling you to connect with candidates face-to-face without having to meet them. When it comes to screening candidates, save time and avoid scheduling headaches with recorded video interviews. <br> Gain better insight early on. <br> Anyone can sound good in a phone interview or CV. Video interviews, however, allow you to pick up on visual cues that can impact your decision. See much more of the candidate earlier in the hiring process, from their facial expressions and body language to their personality and professionalism. Never be surprised in an in-person interview again! <br> Collaborate with colleagues. <br> When it comes time to screen candidates or bring them in for an in-person interview, not everyone needed can always be present. And interview notes and recollections aren’t an accurate representation of a job candidate. With video interviews, interview recordings can be shared with colleagues. On top of that, they can comment and rate candidates so you all come to a better hiring decision. <br>
bg: <p>Тук ще научите повече за видео интервютата. Какво точно представлява видео интервю? Как се различава от видео чата? И как можете да използвате видео интервюта, за да вземете най-добрите решения за наемане?</p> <p>Какво представляват &nbsp;видеоразговорите?</p> <p>Видео интервюто използва онлайн видео технология, за да позволи на търсещите работа и на работодателите да се свържат по-бързо и лесно. Видео разговорите премахват бариерата на разстоянията и използват видео технологията като средство за комуникация. Тъй като толкова много комуникация се случва на невербално ниво, да видиш и да бъдеш видян е изключително важно. Видео интервютата дават на хората по-добър начин да се представят, както устно, така и невербално.</p> <p>Видео интервюта срещу видеочат</p> <p>Видео интервютата са почти едно и също нещо като видео чата, нали? Грешка. Платформите за видеочат бяха създадени само за това: за чат. Платформите за видео интервю, от друга страна, са предназначени специално за процеса на интервю, от подбора &nbsp;на кандидатите до сътрудничество при вземането на решение за наемане.</p> <p>Видове видео интервюта</p> <p>Не всички видео интервюта са еднакви. Има двата основни вида онлайн интервюта:</p> <p>Видео разговори на живо</p> <p>Не искаш да отделяш време и пари по време на целия процес за набиране на нов служител? Вашето решение е интервю онлайн в реално време. Тези интервюта работят точно като традиционните "лице в лице", минус пътните разходи и цялото време, което е необходимо, за да организирате срещите.</p> <p>Сега, без инсталиране на обемист софтуер за настолни компютри, работодателите и търсещите работа могат да се свържат винаги и навсякъде. Съвместната &nbsp;работа с видео интервюта е лесна и достъпна.</p> <p>Записани видео интервюта</p> <p>Какво представлява записаното видео интервю? Тази форма на интервюиране позволява да се създаде поредица от въпроси и кандидатите за работа след това записват техните отговори на видео.</p> <p>&nbsp;</p> <p>Кандидатите за работа използват формата на видеозаписа, за да отговорят на въпроси от интервюто, докато демонстрират впечатляващите си комуникационни умения, личност и професионализъм. Нещо повече, тази форма на виртуално интервюиране дава на компаниите възможността да преценят колко време за размисъл е необходимо на кандидатите, преди да дадат отговор.</p> <p>Как можете да използвате видео интервюта, за да вземате най-добрите решения за наемане?</p> <p>Намирането на перфектната работа не винаги е лесно. Намирането на човек, който може да се впише в уникалната култура на Вашата компания, може да бъде още по-трудно. Live Interview &nbsp;може да Ви помогне да наемете професионалисти и да вземете по-добри решения за наемане. Ето как:</p> <p>Спестете ценно време и пари.</p> <p>Проверката на кандидатите за работа може да отнеме огромно количество от Вашето време и пари. Видео интервютата правят процеса много лесен, като Ви дават възможност да се свържете с кандидатите лице в лице без да се налага да ги посрещнете. Когато става въпрос за подбор на кандидати, спестете време със записани видео интервюта.</p> <p>Получете по-добра представа в началото.</p> <p>Всеки може да звучи добре в телефонно интервю или автобиография. Видео интервютата обаче ви позволяват да получите и визуални знаци, които могат да повлияят на вашето решение. Вижте много повече от кандидата по-рано в процеса на наемане, от изразите на лицето и езика на тялото до тяхната личност и професионализъм. Никога не се изненадвайте отново в лично интервю!</p> <p>Сътрудничество с колеги.</p> <p>Когато настъпи моментът да се покажат кандидатите или да се включат във финално интервю за наемане, не всеки, който е необходим, винаги може да присъства. А бележките и спомените за интервюта не са точно представяне на кандидат за работа. С Live Interview интервюираните записи могат да се споделят с колеги. Освен това те могат да коментират и оценяват кандидатите, така че всички да стигнете до по-добро решение за наемане.</p>
he: כאן תוכלו ללמוד עוד על ראיונות עבודה בוידאו. מהו בדיוק ראיון עבודה בוידאו ? איך זה שונה מוידאו צ'אט? ואיך אתה יכול להשתמש בראיונות וידאו כדי לקבל את ההחלטה העסקית הטובה ביותר? <br> מהו ראיון וידאו? <br> ראיון וידאו משתמש בטכנולוגיית וידאו באינטרנט כדי לאפשר למחפשי עבודה ומעסיקים להתחבר בצורה המהירה ביותר. ראיונות וידאו יכולים להתרחש מרחוק ולהשתמש בטכנולוגיית וידאו כאמצעי תקשורת. חזות ונראות של המועמד היא פרמטר חשוב ביותר. ובראיונות וידאו יש לך את האפשרות לתת למועמדים דרך טובה יותר להציג את עצמם, הן מילולית ולא מילולית. <br> ראיונות וידאו לעומת וידאו צ'אט - ראיונות וידאו הם בערך אותו דבר כמו וידאו צ'אט, נכון? לא. פלטפורמות וידאו צ'אט נוצרו רק בשביל זה: עבור צ'אט. לעומת זאת, פלטפורמות ראיונות עבודה בוידאו מוקלט נועדו במיוחד לתהליך הסינון הראשוני והגיוס, הפלטפורמה מאפשר לצפות שוב ושוב במועמד ובנוסף שיתוף הראיון עבודה עם המנהלים כדי לקבל החלטה משותפת. <br> סוגי ראיונות וידאו - לא כל הראיונות בווידאו שווים. להלן שני סוגים עיקריים של ראיונות באינטרנט: ראיונות וידאו צאט חי - אתה לא רוצה לבזבז זמן וכסף במהלך תהליך הראיון? לא עוד ראיונות וידאו חי. ראיונות אלה לעבוד בדיוק כמו מסורתיים פנים אל פנים, מינוס עלויות הנסיעה וכל הזמן זה לוקח לתזמן. <br> אין צורך בהתקנה של תוכנה או כל דבר מסורבל אחר מעסיקים ומחפשי עבודה יכול לצור חיבור בכל פעם ובכל מקום דרך אתר האינטרנט שלנו Live-interview.com . <br> ראיונות וידאו מוקלט מהו ראיון וידאו מוקלט? הוידאו המוקלט מאפשר ליצור סדרה של שאלות לראיון עבודה, אשר מועמדים לעבודה צריכים להקליט תשובות בוידאו בזמן הפנוי שלהם. <br> מועמדים לעבודה בפורמט וידאו מוקלט עונים על השאלות שהכנתם מראש לראיון תוך הצגת את כישורי התקשורת שלהם, אישיות, ומקצוענות, זה סוג של ראיון וירטואלי שנותן לחברות את היכולת לראות תוך כמה זמן המועמד חושב לפני מתן התשובה. <br> איך אתה יכול להשתמש בראיונות וידאו כדי לקבל את ההחלטות הטובות ביותר? <br> גיוס העובד המושלם למשרה הספציפית זה לא תמיד קל. מציאת מישהו שיכול להשתלב עם התרבות הייחודית של החברה שלך יכול להיות אפילו יותר קשה. פתרונות Live-interview יכולים לסייע בגיוס אנשי מקצוע ולקבלת החלטות טובות יותר לגבי עובדים. הנה איך: <br> לחסוך זמן יקר וכסף. <br> סינון המועמדים יכול לקחת חלק נכבד מהזמן שלך ואת הכסף שלך. ראיונות וידאו יהפכו את התהליך להרבה יותר קל על ידי שהפלטפורמה שלנו מאפשרת לך להתחבר עם מועמדים פנים אל פנים מבלי לפגוש אותם פיזית. כאשר מדובר סינון המועמדיםץ לחסוך זמן ולמנוע בעיות תזמון וכאבי ראש. <br> קבל תובנה טובה יותר בשלב מוקדם. <br> כל אחד יכול להישמע טוב בראיון טלפוני או קורות חיים. ראיונות וידאו לעומת זאת מאפשרים לך לראות רמזים חזותיים שיכולים להשפיע על ההחלטה שלך. תוכל לבחון את הבעות הפנים שלהם שפת הגוף והאישיות שלהם וכמובן מקצועיות בתחום. <br> שתף פעולה עם עמיתים. <br> כשמגיע הזמן לסנן מועמדים או להביא אותם לראיון אישי, לא כל אחד צריך תמיד יכול להיות נוכח. עם ראיונות וידאו מוקלט או לייב צאט ניתן לשתף עם עמיתים. נוסף על כך, הם יכולים להגיב ולדרג מועמדים אז קדימה הרשם כבר עכשיו....

# whyOnlineInterviewFuture
source: <p><strong>Why online interviews is the future </strong></p> <p>&nbsp;</p>
bg: <p>Защо видео интервютата в интернет са бъдещето</p> <p>&nbsp;</p>
he: מדוע ראיונות עבודה מקוונים הם העתיד

# whyOnlineInterviewFutureDescription
source: Flexibility<br> Who wants to be tied to a schedule all the time? Video interviewing allows you to recruit or interview on the go! For instance, Live Interview offers a convenient video interviewing mobile app allowing job seekers to record interviews no matter where they are. Now you can view your top candidates from a boardroom, a train car or even poolside! <br> Cost-Saving<br> Online video interviews are a great way to save money. For one, they free up more time by making even the toughest to reach passive candidates available at the click of a button. They also cut travel cost by as much as 67%!<br> Embracing Visuals<br> Visual media is the wave of the future. After all a picture is worth a thousand words, even online. Using virtual interviews allows you to see and hear from your candidates faster and evaluate whether the candidate is right for the position. <br> For the job seeker, online interviewing allows them to demonstrate those all-important communication skills with ease. Now you can put all your drive, ambition, and personality on display earlier in the hiring process. As an employer, video interviews are building a faster bridge between posting the job and finding the perfect candidate<br>
bg: <p>Гъвкавост</p> <p>Кой иска да бъде свързан с график през цялото време? Видео разговорите ви позволяват да наемете или интервюирате в движение! Например, Live Interview предлага удобно видео интервю за мобилно приложение, което позволява на търсещите работа да записват интервюта, независимо къде се намират. Сега можете да видите вашите топ кандидати от заседателната зала, влак, кола или дори край басейна!</p> <p>Намаляване на разходите</p> <p>Онлайн видео интервютата са чудесен начин да спестите пари. Те освобождават повече време, като правят и най-трудните за достигане, пасивни кандидати, достъпни с натискане на един бутон. Те също така намаляват пътните разходи с до 67%!</p> <p>Възприемане на визуализации</p> <p>Визуалната медия е вълната на бъдещето. В крайна сметка една картина струва хиляда думи, дори онлайн. Използването на виртуални интервюта ви позволява да виждате и чувате кандидатите си по-бързо и съответно по-бързо да прецените дали кандидатът е подходящ за тази позиция.</p> <p>За търсещите работа, онлайн интервюирането е изключително удобен вариант. То им позволява да демонстрират с лекота важни комуникативни умения. Сега можете да поставите цялото си желание, амбиция и личност на дисплея, по-рано в процеса на наемане.</p> <p>Като работодател, видео интервютата изграждат по-бърз мост между публикуването на обява за работа и намирането на перфектен кандидат.</p> <p>&nbsp;</p>
he: <p style="direction: rtl;">גמישות</p> <p style="direction: rtl;">מי רוצה להיות כבול ללוח הזמנים כל הזמן? ראיונות עבודה בוידאו מאפשרים לכם לגייס או לראיין על הדרך! לדוגמא, ראיון מקוון מציע אפליקציית ראיונות נוחה המאפשרת למחפשי עבודה להקליט ראיונות בכל מקום שבו הם נמצאים. כעת אתם יכולים לצפות במועמדים המובילים שלכם מחדר הישיבות, קרון הרכבת או אפילו בבריכה!</p> <p style="direction: rtl;">חסכון בעלויות</p> <p style="direction: rtl;">ראיונות מקוונים בוידאו הם דרך נהדרת לחסוך בעלויות. למשל, הם מפנים יותר זמן על ידי הפיכת המועמדים הקשים ביותר להשגה לזמינים במרחק של לחיצת כפתור. הם גם חוסכים עלויות נסיעה עד כ 67%!</p> <p style="direction: rtl;">אימוץ ויזואליות</p> <p style="direction: rtl;">המדיה הויזואלית היא גל העתיד. אחרי הכל, תמונה שווה אלף מילים, אפילו בצורה מקוונת. שימוש בראיונות וירטואליים מאפשר לכם לראות ולשמוע מהמועמדים שלכם מהר יותר ולהעריך בין אם המועמד הוא המתאים למשרה.</p> <p style="direction: rtl;">עבור מחפשי העבודה, ראיונות עבודה מקוונים מאפשרים להם להדגים את כל מיומנויות התקשורת שלכם בקלות. כעת אתם יכולים להכניס את הדחף, השאפתנות והאישיות שלכם בשלב מוקדם יותר של תהליך הגיוס. כמעסיק, ראיונות עבודה בוידאו בונים גשר מהיר יותר בין פרסום מועמדות לעבודה לבין מציאת המועמד המושלם.</p>

# enhancingSocialMediaPosition
source: <p><strong>Enhancing social media position with the power of video interviews</strong></p>
bg: <p><strong>Подобряване на позицията </strong><strong>Ви в</strong><strong> социалните медии със силата на видео интервютата</strong></p>
he: שיפור המיקום של המדיה החברית באמצעות כוחם של ראיונות הוידאו
