Repository: tshai/ask-me
Catalog: App_GlobalResources/Resources.*.resx
Languages: bg, he

# administrativeProfessionalsDescription
source: <p>Great administrative professionals keep your company running smoothly. Whether you're hiring an administrative assistant, a human resource manager, or a labor relations specialist, you need to ensure your company finds the best person. These professionals keep your office running</p> <p>Yet many companies overlook these necessary positions in their quest to hire the best people. If your organization is dropping on hiring great administrative professionals, you might soon find yourself left down. From entry-level administrative support to manager human resources, these are the employees that keep your organization running at full speed.</p> <p>&nbsp;</p> <p>You cannot ignore the importance of hiring someone with the right personality for the job. A good administrative assistant will fit into your company culture with ease, but more importantly their personality will mesh with the executives or managers they are assisting. If you skimp on the interview process, you might just find yourself with a skilled candidate your executives just do not enjoy working with. You need to find both top-notch skills and a great personality when it comes to hiring the right personal assistant.</p> <p>&nbsp;</p> <p>The video interview can help in this search by connecting you faster and more personally with great administrative assistant candidates, all without wasting too much time talking to the wrong people. Thanks to the recorded video interview, companies can watch prospective administrative professionals answer written questions on video.</p> <p>&nbsp;</p> <p>This way, only the candidates with the right personality and skills make it to the next level of the interviewing process. This allows executives and managers to waste less of their time and only connect with the best candidates.</p> <p>&nbsp;</p> <p>The video interview can help you easily see which of your candidates have the right tech skills for our increasingly digital world. Candidates who can integrate a video resume into their social media profiles, for instance, are probably more tech-savvy than those sending in the same old email attachments. And those candidates who don&rsquo;t bother to stage the backgrounds in their video interview show they're not thinking with the digital stage in mind.</p> <p>&nbsp;</p> <p>Finding the right administrative support isn't always easy, whether you're looking for a top-notch administrative assistant or an HR superstar. Utilizing the video interview can help you connect more personally and assess skills more easily, leading to the best hires possible.</p>
bg: <p>Добрите административни специалисти поддържат работата във Вашата компания безпроблемна. Независимо дали наемате административен асистент, мениджър човешки ресурси или специалист по трудови отношения, трябва да сте сигурни, че Вашата компания е наела най-подходящия човек. Тези специалисти поддържат вашия офис в движение.</p> <p>Много компании пренебрегват тези необходими позиции в стремежа си да наемат най-квалифицираните служители. Ако Вашата организация се отказва от наемането на големи административни специалисти, може скоро да се окажете надолу в класациите. От административната поддръжка на ниво администратор до човешки ресурси на мениджъри, това са служителите, които поддържат вашата организация и я карат да работи с пълна скорост.</p> <p>&nbsp;</p> <p>Не можете да пренебрегвате важността да наемете някого с подходящата личност за тази работа. Добрият административен асистент ще се вмества във Вашата фирмена култура с лекота, но по-важното е, че личността им ще се свързва с ръководителите или мениджърите, които подпомагат. Ако съкратите процеса на интервю, може да се окажете с квалифициран кандидат, който вашите ръководители просто не харесват или не могат да работят. Трябва да намерите както първокласни умения, така и голяма личност, когато става въпрос за наемане на подходящ личен асистент.</p> <p>&nbsp;</p> <p>Live Interview може да помогне в това търсене, като ви свързва по-бързо и по-лесно с големи кандидати за административни асистенти, без да губите прекалено много време да говорите с грешните хора. Благодарение на записаното видео интервю, компаниите могат да наблюдават потенциални административни специалисти отговарящи на писмените въпроси чрез видео.</p> <p>По този начин само кандидатите с подходяща личност и умения стигат до следващото ниво на процеса на интервюиране. Това позволява на ръководителите и мениджърите да губят по-малко време и да се свързват само с най-добрите кандидати.</p> <p>&nbsp;</p> <p>Видео интервюто може да ви помогне лесно да видите кои от вашите кандидати имат правилните технологични умения за нашия все по-дигитален свят. Кандидатите, които могат да интегрират видео клип с резюме в профилите си в социалните медии, например, вероятно са по-добре запознати с технологиите, отколкото тези, които изпращат същите стари прикачени файлове към електронната поща. И тези кандидати, които не се притесняват да организират фона в тяхното видео интервю, показват, че мислят в перспектива с внимание към всеки детайл.</p> <p>&nbsp;</p> <p>Намирането на правилната административна поддръжка не винаги е лесно, независимо дали търсите първокласен административен асистент или HR. Използването на видео интервю може да Ви помогне да се свържете по-бързо и да оценявате уменията по-лесно, което води до възможно най-добрите решения за наемане.</p>
he: <p style="direction: rtl;">&nbsp;</p> <p style="direction: rtl;">אנשי מקצוע אדמינסטרטיביים טובים שומרים על הפעילות החלקה של חברתכם. בין אם אתם מגייסים עוזר אדמינסטריבי, מנהל משאבי אנוש או מומחה ליחסי עבודה, אתם צריכים להבטיח כי חברתכם מוצאת את האדם הטוב ביותר.</p> <p style="direction: rtl;">אנשי המקצוע האלה שומרים על תפקוד משרדכם</p> <p style="direction: rtl;">ועדיין חברות רבות מתעלמות מהעמדות החיוניות הללו בחיפוש אחר גיוס האנשים הטובים ביום.</p> <p style="direction: rtl;">אם הארגון שלכם נופל בגיוס אנשי מקצוע אדמינסטרטיבים מצוינים אתם עלולים למצוא עצמכם למטה.</p> <p style="direction: rtl;">מתמיכה אדמינסטרטיבית של עבודות בסיסיות ועד למנהל משאבי אנוש, אלו הם העובדים אשר שומרים על הארגון שלכם בתפקוד מלא.</p> <p style="direction: rtl;">אתם לא יכולים להתעלם מהחשיבות של גיוס אדם עם האישיות המתאימה לתפקיד.</p> <p style="direction: rtl;">עוזר טוב יתאים לתרבות חברתכם בקלות, אבל הדבר היותר חשוב הוא שאישיותו תשתלב עם המנהלים הבכירים או הזוטרים שלהם הוא להם. אם אתם לא משקיעים בתהליך הראיון, אתם אולי תמצאו את עצמם עם מועמד מוכשר שהמנהלים שלכם פשוט לא נהנים לעבוד איתו. אתם צריכים גם כישורים וגם אישיות נהדרת כזה נוגע להעסקה של העוזר האישי הנכון.</p> <p style="direction: rtl;">ראיון עבודה בוידאו יכולה לעזור בחיפוש הזה על ידי כך שהוא מחבר אתכם מהר יותר ובאופן אישי יותר עם מועמדים אדמינסטרטיביים מצוינים, וכל זאת מבלי לבזבז זמן בדיבורים עם האנשים הלא נכונים. הודות לראיון וידאו מוקלט, חברות יכולות לצפות במועמדים עונים על שאלות שנכתבו מראש באמצעות הוידאו. בדרך הזאת, רק המועמדים עם האישיות הנכונה והכישורים יצליחו לעבור לשלב הבא בתהליך הראיון. זה מאפשר למנהלים לבזבז פחות זמן ולהתחבר רק למועמדים הטובים ביותר.</p> <p style="direction: rtl;">ראיון עבודה בוידאו יכול לעזור לכם לראות בקלות לאיזה מן המועמדים שלכם יש את הכישורים הטכנולוגיים הטובים ביותר עבור העולם הדיגיטלי שאנו חיים בו. לדוגמא, מועמדים שיכולים לשלב וידאו עם קורות החיים שלהם בתוך פרופיל המדיה החברתית שלהם, הם כנראה מתמצאים יותר בטכנולוגיה מאשר אותם מועמדים ששולחים קבצי קורות חיים באמצעות הדואר האלקטרוני. אותם אנשים שלא טורחים לציין את הרקע שלהם בראיון עבודה בוידאו, מראים כי הם לא חושבים כרגע על העידן הדיגיטלי.</p> <p style="direction: rtl;">מציאת התומך האדמינסטרטיבי הנכון זה לא תמיד דבר פשוט, בין אם אתם מחפשים עוזר מוביל או מנהל משאבי אנוש. ניצול ראיון עבודה בוידאו יכול לעזור לכם להתחבר באופן יותר אישי ולהעריך את הכישורים בצורה קלה יותר, דבר המוביל לגיוס של האנשים הטובים ביותר.</p> <p style="direction: rtl;">&nbsp;</p>

# avoidingEmployeeTurnover
source: <p><strong>Avoiding employee turnover with Live Interview </strong></p>
bg: <p><strong>Избягване на оборота на служителите с Live Interview</strong></p>
he: הימנעות מתחלופת עובדים עם ראיון וידאו מקוון Live Interview

# avoidingEmployeeTurnoverDescription
source: <p>If you're spending all your time on hiring, odds are you're losing valuable time and money which would be better spent elsewhere. You need to find great employees who fit into your corporate culture and will be excited about growing with the company.</p> <p>Utilizing the video interview, hiring managers in the food services industry can find employees more likely to stick around with less time wasted. This is good news not just for your bottom line, but also for your customer service and employee morale.</p> <p>What Hiring Challenges Face the Restaurant Industry?</p> <p>Hiring great managers, servers, and staff for your restaurant isn't always easy. The harder part, however, is retaining good employees once you have them. Using a video interview can be a better way to connect with interested applicants without wasting tons of time interviewing applicants who just aren't right for the job.</p> <p>A recorded virtual interview allows hiring managers to see job seekers before spending real face-to-face time in the their presence. One of the main reasons for the high employee turnover in the food services industry is because employers end up hiring for skills instead of for corporate culture fit.</p> <p>Instead of wasting time talking to job seekers who just won't fit in, using a recorded virtual interview is a fast way to tell immediately if a candidate is right for your company. In the recorded interview, employers pose written questions job seekers answer on film. If you know the potential server or manager is all wrong for the job, you can click out of the video without having wasted any scheduling an in-person interview. Plus, if you just don't have the time to have a stream of job seekers traipsing into your restaurant, you can connect with applicants in real time using live video interviews.</p>
bg: <p>Ако прекарвате цялото си време в търсене на нови служители, то със сигурност губите ценно време и пари, които биха били по-добре изразходвани другаде. Трябва да намерите страхотни служители, които да се вписват във Вашата корпоративна култура и да бъдат развълнувани да се развиват заедно с компанията.</p> <p>Използвайки видео интервюто, HR мениджъри в сектора на хранителните услуги открили, че откриват по-лесно служители, които са склонни да се задържат с по-малко загубено време. Това е добра новина не само за Вашите крайни резултати, но и за Вашето обслужване и морал на служителите.</p> <p>Какви предизвикателства пред наемането на служители в ресторантьорската индустрия?</p> <p>Наемането на страхотни мениджъри, готвачи, сервитьори и друг персонал за Вашия ресторант не винаги е лесно. По-трудната част обаче е запазването на добрите служители, след като ги имате. Използването на видео интервю може да бъде по-добър начин да се свържете със заинтересованите кандидати, без да губите време за интервюиране на кандидати, които просто не са подходящи за тази работа.</p> <p>Записаното видео интервю позволява да виждате кандидатите, преди да прекрачат прага Ви. Една от основните причини за високия оборот на служителите в сектора на хранителните услуги е, защото работодателите търсят само умения, пренебрегвайки корпоративната култура и работата в екип.</p> <p>Вместо да губите време да разговаряте с кандидати, които просто няма да се впишат, използването на записано видео интервю е бърз начин да кажете веднага дали кандидатът е подходящ за Вашата компания. В записаното интервю работодателите представят писмени въпроси на кандидатите и те отговарят на видео. Ако още в началото на записа разберете, че потенциалният сервитьор или мениджър е неподходящ за работата, можете да кликнете на следващия, без да сте губили ценно време за интервю лице в лице. Плюс това, ако просто нямате време да имате поток от кандидати в ресторанта си, можете да се свържете с кандидатите в реално време, като използвате интервюта с живи видеоклипове.</p>
he: <p style="direction: rtl;">אם אתם מבזבזים את כל זמנכם על גיוס, הסיכויים הם שאתם מאבדים זמן יקר וכסף שיהיה כדאי להשקיע אותו במקום אחר.</p> <p style="direction: rtl;">אתם צריכים למצוא עובדים מצוינים שמתאימים לתרבות הארגון שלכם ויהיו נרגשים מהצמיחה של החברה. ניצול ראיון הוידאו, גיוס מנהלים בתעשיית שירותי המזון יכול למצוא עובדים שיישארו בסביבה עם פחות זמן שבוזבז. החדשות הטובות הן לא רק עבור השורה התחתונה שלכם, אלא גם עבור שירות הלקוחות ומורל העובדים שלכם.</p> <p style="direction: rtl;">מהם אתגרי הגיוס שמתמודדים איתם בתעשיית המסעדנות?</p> <p style="direction: rtl;">גיוס של מנהלים מצוינים, מלצרים וצוות המסעדה הוא לא תמיד דבר פשוט.</p> <p style="direction: rtl;">אולם, החלק הקשה יותר הוא שמירה על העובדים הטובים שכבר עובדים במסעדה. שימוש בראיון עבודה בוידאו יכול להיות דרך טובה להתחבר למועמדים מבלי לבזבז הרבה זמן בראיונות של מועמדים שאינם מתאימים לעבודה.</p> <p style="direction: rtl;">ראיון עבודה וירטואלי מוקלט מאפשר למנהלי הגיוס לראות את מחפשי העבודה לפני שהם נפגשים איתם פנים מול פנים.</p> <p style="direction: rtl;">אחת מהסיבות העיקריות לתחלופת העובדים הגדולה בתעשיית שירותי המזון היא שמנהלים מגייסים בגלל הכישורים ולא בגלל ההתאמה לתרבות הארגון. במקום לבזבז זמן בדיבורים עם מחפשי עבודה שפשוט לא יתאימו, שימוש בראיון וידאו וירטואלי מוקלט הוא דרך מהירה לדעת באופן מידי אם המועמד מתאים לחברתכם. בראיון וידאו מוקלט, מעסיקים מציגים שאלות כתובות ומחפשי העבודה עונים עליהן בוידאו.</p> <p style="direction: rtl;">אם אתם יודעים כי המלצר או המנהל הפוטנציאלי הוא לא מתאים לעבודה, אתם יכולים לצאת מהוידאו מבלי לבזבז את הזמן בקביעת ראיון אישי. בנוסף, אם אין לכם את הזמן לעבור על כל מחפשי העבודה המגיעים למסעדה שלכם, אתם יכולים להתחבר עם המועמדים בזמן אמת באמצעות ראיונות וידאו מקוונים</p>

# executiveManagementHiring
source: <p><strong>Executive management hiring: 3 video interviewing tips </strong></p>
bg: Наемане на изпълнителен мениджър: три съвета за видео интервю
he: גיוס הנהלה בכירה: 3 טיפים לראיון בוידאו

# executiveManagementHiringDescription
source: <p>Executive management candidates can truly make a large difference in your organization, your company culture, and your company's bottom line. These executives will be driving your company forward, so you need to hire the very best.</p> <p>&nbsp;</p> <p>You need a better way to hire for executive management positions, so you don't end up footing the bill for costly employee turnover. Thankfully, the video interview can be your solution by helping you connect with executives personally, find the right skills, and shorten your process.</p> <p>Here are three tips for using the video interview to hire the executives your company needs and reduce employee turnover:</p> <p>Connect Personally</p> <p>When it comes to hiring the right executives for your company, finding the right fit is extremely important. Beyond skills, you need to find someone who aligns with your company's mission statement, someone with the right drive and determination for the job, and someone who can improve your company culture and move your organization forward. So, it makes sense to try to connect personally with these top management candidates sooner in the process. The video interview allows you to do so, making it simple to connect personally from the first moments of the process. Whether you're connecting in a live or recorded video interview, this new tech tool makes it easier to evaluate personality, communication skills, and overall fit.</p> <p>Find The Right Skills</p> <p>Recruiting a top management candidate or CEO requires a very particular and refined set of skills. These skills won't always be simple to find, and the candidates with the right stuff might lie beyond your company's geographical comfort zone.</p> <p>With video interviewing, you can connect with these far-flung candidates simply, effectively, and cheaply. Instead of spending money on plane tickets and hotels, you can connect face-to-face in a live video interview. This way you can find the executives, CEO candidates, and top management talent you need while saving money.</p> <p>Easier Coordination</p> <p>Whether you're hiring a CEO or a senior executive, coordination and communication are key. It&rsquo;s important for both hiring managers and staffing professionals to coordinate with the internal management team in order to make a good senior level hire.</p> <p>Video interviewing can help communication with even the busiest management team. For instance, recorded video interviews have candidates answer questions on video. These video answers can then be viewed at any time, by a staffing company or by an internal management team.</p> <p>Recruiting top-notch executive management talent isn't always easy. But if you want to avoid employee turnover, hire great people, and find new leaders to move your company forward you need to look to new solutions. The video interview can be the key, helping you coordinate efforts, find the right people, and connect personally with the very best.</p>
bg: <p>Изпълнителните мениджъри могат наистина да направят &bdquo;Голямата разлика&rdquo; във Вашата организация, Вашата фирмена култура и да определят нивото на Вашата компания. Тези ръководители ще карат фирмата Ви напред, така че трябва да наемете най-добрите.</p> <p>Нуждаете се от по-ефективен начин за намиране на кандидати за ръководни длъжности, за щастие, видео интервюто може да бъде Вашето решение, като Ви помага да се свържете лично с ръководителите, да намерите подходящите умения и да съкратите процеса.</p> <p>Ето три съвета за използването на видео интервюто за наемане на ръководни кадри, от които Вашата фирма се нуждае, и за намаляване на оборота на служителите:</p> <p>Свържете се лично</p> <p>Когато става въпрос за наемане на правилните изпълнители за Вашата компания, намирането на подходящата личност е изключително важно. Отвъд уменията трябва да намерите някой, който да се стреми към постигането на целите на Вашата фирма, някой с правилното виждане, с ясни идеи &nbsp;и решимост за работата и някой, който може да подобри фирмената Ви култура и да придвижи Вашата организация напред. Така че, има смисъл да се опитате да се свържете лично с тези кандидати по-рано в процеса. Видео интервюто ви позволява да направите се свържете лично още в първите моменти на процеса. Независимо дали се свързвате чрез живи или записани видео интервюта, този нов подход улеснява оценката на личността, комуникативните умения и квалификацията и цялостната визия на кандидата.</p> <p>Намерете правилните умения</p> <p>Набирането на кандидат за висш управленски персонал или главен изпълнителен директор изисква много специален набор от умения. Тези умения невинаги ще бъдат лесни за намиране, а кандидатите с подходящите квалификации могат да се намират извън географската зоната на комфорт на Вашата компания.</p> <p>С видео интервю, можете да се свържете с тези далечни кандидати просто, ефективно и евтино. Вместо да харчите пари за самолетни билети и хотели, можете да се свържете лице в лице в интервю на живо. По този начин можете да намерите ръководители, кандидати за главни изпълнителни директори и талант за висше управление, от които се нуждаете, като спестявате пари.</p> <p>По-лесна координация</p> <p>Независимо дали наемате CEO или изпълнителен директор, координацията и комуникацията са от ключово значение. Важно е както за назначените мениджъри, така и за персонала да се координират с вътрешния мениджърски екип, за да вземат най-доброто решение.</p> <p>Видео интервюирането може да помогне за комуникацията дори с най-натоварения мениджърски екип. Например, записаните видео интервюта дават на кандидатите възможност да отговорят на зададените въпроси във видеоклипа. Тези отговори на видеоклипа могат да бъдат разглеждани по всяко време от персонала или от вътрешен екип за управление.</p> <p>Набирането на първокласни таланти за управление не винаги е лесно. Но ако искате да избегнете оборот на служителите, да наемете страхотни хора и да намерите нови лидери, за да придвижите фирмата си напред, трябва да потърсите нови решения. Live Interview може да бъде ключът, който Ви помага да координирате усилията си, да намерите подходящите хора и да се свържете лично с най-добрите.</p>
he: <p style="direction: rtl;">&nbsp;גיוס מועמדים להנהלה הגבוהה יכול לעשות הבדל גדול בארגון שלכם, בתרבות החברה ובשורה התחתונה של החברה.</p> <p style="direction: rtl;">המנהלים האלה יצעידו את החברה שלכם קדימה ולכן אתם צריכים לגייס את הטובים ביותר.</p> <p style="direction: rtl;">אתם זקוקים לדרך טובה יותר לגיוס עמדות של ההנהלה הבכירה כדי שלא תסיימו בכך שתשלמו על תחלופת עובדים יקרה.</p> <p style="direction: rtl;">למרבה המזל ראיון עבודה בוידאו יכול להיות הפתרון שלכם בכך שהוא עוזר לכם להתחבר עם המנהלים הבכירים באופן אישי, למצוא את הכישורים הנכונים ולקצר את תהליך הגיוס.<br /> להלן שלושה טיפים לשימוש בראיון עבודה בוידאו על מנת לגייס מנהלים בכירים לצרכי החברה שלכם ולהפחית את תחלופת העובדים:<br /> חיבור אישי<br /> כשזה מגיע לגיוס המנהלים הבכירים הנכונים עבור חברתכם, מציאת ההתאמה הנכונה היא חשובה מאוד.<br /> מעבר לכישורים, אתם צריכים למצוא אדם שמתיישר עם הצהרת המשימה של החברה, מישהו בעל הדחף הנכון והנחישות לעבודה, מישהו שיכול לשפר את תרבות החברה ולהצעיד את הארגון שלכם קדימה.<br /> לכן זה הגיוני לנסות ולהתחבר באופן אישי עם מועמדי ההנהלה המובילים בשלב מוקדם בתהליך. ראיון עבודה בוידאו מאפשר לכם לעשות זאת, הוא הופך את החיבור האישי לפשוט יותר מהרגעים הראשונים של התהליך. בין אם אתם מחוברים בראיון עבודה מקוון או מוקלט, הכלי הטכנולוגי הזה מפשט את הערכת האישיות, כישורי התקשורת וההתאמה הכללית.<br /> מציאת הכישורים המתאימים<br /> גיוס מועמד ניהולי מוביל או מנכ"ל דורש קבוצת סט כישורים מאוד מסוים ומעודן. את הכישורים האלה לא פשוט למצוא ומועמדים בעלי הכישורים המתאימים יכולים להימצא מעבר לאזור הנוחות הגיאוגרפי של חברתכם. באמצעות ראיונות עבודה בוידאו, אתם יכולים להתחבר למועמדים הרחוקים האלה בקלות, ביעילות ובזול. במקום להוציא כסף על כרטיסי טיסה ומלונות, אתם יכולים להתחבר פנים מול פנים באמצעות ראיון בוידאו. בדרך הזאת אתם יכולים למצוא מועמדים לתפקידי ניהול, מנכ"לים וכישרון ניהולי מוביל בזמן שאתם חוסכים כסף.<br /> שיתוף פעולה פשוט יותר<br /> בין אם אתם מגייסים מנכ"ל או מנהל בכיר, תיאום ותקשורת הם המפתח. זה חשוב גם לצוות הגיוס וגם לצוות אנשי המקצוע להיות מתואמים עם צוות ההנהלה הפנימית כדי לבצע גיוס בכיר איכותי. ראיונות עבודה בוידאו יכולים לעזור לתקשר אפילו עם צוותי ההנהלה הבכירים ביותר. לדוגמא, מענה של מועמדים לשאלות בראיון וידאו מוקלט. צוות החברה או צוות ההנהלה הפנימי יכול לצפות בתשובות בוידאו בכל עת.<br /> גיוס כשרון מוביל להנהלה הבכירה הוא אינו תמיד פשוט. אבל אם אתם רוצים להימנע מתחלופת עובדים, תגייסו אנשים טובים ותמצאו מנהיגים חדשים שיצעידו את חברתכם קדימה אל עבר פתרונות חדשים. ראיון עבודה בוידאו יכול להיות המפתח בעזרה למאמצי התיאום, מציאת האנשים הנכונים וחיבור אישי עם הטובים ביותר</p>

# financialAccountingServices
source: <p><strong>Financial and accounting services hiring with Live Interview</strong></p>
bg: <p><strong>Наемане на финансови и счетоводни услуги с Live Interview</strong></p>
he: שירותים פיננסיים וחשבונאים מגייסים עם ראיון עבודה בוידאו
