Repository: tshai/ask-me
Catalog: App_GlobalResources/Resources.*.resx
Languages: bg, he

# financialAccountingServicesDescription
source: <p>Whether you're looking to hire someone to deal with accounting services or financial security, the truth is many companies have taken a hit since the recession. This means you probably need these financial services professionals more than ever, while simultaneously battling a smaller hiring budget.</p> <p>Video interviews help employers connect with great financial and accounting services professionals faster and more personally than ever before. It also helps employers bridge great distances, helping companies focus on hiring the best people.</p> <p>Live Interview: A Financial Services Industry Solution</p> <p>Thanks to the power of video interviewing, employers are finding it easier to connect with the best candidates. Whether a company is looking for compliance officers, investment services professionals, or someone to monitor the company's financial security, video interviews could be the solution.</p> <p>Hiring Trainees Entry-Level Jobs</p> <p>Thanks to the recorded video interview, students don't even have to take time away from their class schedule in order to record answers to your written interview questions. You can cut out the noise at career fairs and instead focus on the best to fill your entry-level jobs.</p> <p>The global financial crisis might have made it harder for companies to find the best people. But thanks to the power of video interviews, your company can avoid the clutter, reduce employee turnover, and hire the best financial and accounting services professionals.</p>
bg: <p>Независимо дали търсите да наемете някой, който да се занимава със счетоводни услуги или финансова сигурност, истината е, че много компании са взели най-доброто от рецесията. Това означава, че вероятно имате нужда от тези професионалисти в областта на финансовите услуги повече от всякога, като същевременно се борите с по-малък бюджет за наемане.</p> <p>Видео интервютата помагат на работодателите да се свързват с професионалисти в областта на финансовите и счетоводните услуги по-бързо и по-лично от всякога. Също така помага на работодателите да преодолеят големи разстояния, като помагат на компаниите да се фокусират върху наемането на най-добрите хора.</p> <p>Интервю на живо: Решение за индустрията за финансови услуги</p> <p>Благодарение на силата на видео интервюирането, работодателите откриват, че е по-лесно да се свържат с най-добрите кандидати. Независимо дали дадена компания търси служители, отговарящи за спазването на изискванията, специалисти по инвестиционни услуги или някой, който да следи финансовата сигурност на компанията, възможно е да го открият чрез видео интервю.</p> <p>Наемане на стажанти на ниво работа</p> <p>Благодарение на записаното видео интервю, студентите дори не трябва да отделят време от лекциите си, за да отговорят на Вашите писмени интервю въпроси. Можете да&nbsp; се съсредоточите върху най-доброто, за да запълнете работните си места, в удобно за Вас време.</p> <p>Световната финансова криза може да е затруднила компаниите да намерят най-добрите служители, но благодарение на силата на видео интервютата, фирмата Ви може да избегне бъркотията, да намали оборота на служителите и да наеме най-добрите специалисти по финансови и счетоводни услуги.</p>
he: <p>&nbsp;</p> <p style="direction: rtl;">בין אם אתם מחפשים לגייס אדם כדי להתמודד עם שירותי החשבונאות או הביטחון הפיננסיץ. זה אומר שאתם כנראה זקוקים לאנשי המקצוע האלה בתחום הפיננסי יותר מתמיד ובמקביל נאבקים על תקציב גיוס נמוך יותר.</p> <p style="direction: rtl;">ראיונות עבודה בוידאו עוזרים למעסיקים להתחבר עם אנשי מקצוע מתחום החשבונאות והתחום הפיננסי מהר יותר ובאופן אישי יותר מאי פעם. זה גם עוזר למעסיקים לגשר על מרחקים אדירים, עוזר לחברות להתמקד על גיוס האנשים הטובים ביותר.</p> <p style="direction: rtl;">ראיון מקוון: פתרון שירותים פיננסיים בתעשייה</p> <p style="direction: rtl;">הודות לכוחם של ראיונות עבודה בוידאו, מעסיקים מוצאים כי קל יותר להתחבר למועמדים הטובים ביותר. בין אם החברה מחפשת אחר פקידים, שירותי השקעות מקצועיים או אדם שיעקוב אחר הביטחון הפיננסי של החברה, ראיונות בוידאו יכולים להיות הפתרון.</p> <p style="direction: rtl;">גיוס מתלמדים לעבודות בסיסיות</p> <p style="direction: rtl;">הודות לראיון מוקלט בוידאו, סטודנטים לא צריכים לפנות זמן מלוח הזמנים של הלימודים על מנת להקליט תשובות לשאלות ראיון הכתובות מראש. אתם יכולים לחתוך את הרעש מירידי התעסוקה ובמקום להתמקד על מילוי של העבודות הבסיסיות שלכם.</p> <p style="direction: rtl;">המשבר הכלכלי הגלובלי אולי הקשה על חברות למצוא את האנשים הטובים ביותר. אבל הודות לכוחו של ראיון בוידאו, החברה שלכם יכולה להימנע מהחוסר סדר, להפחית את תחלופת העובדים ולגייס את אנשי המקצוע הטובים ביותר בתחום השירותים הפיננסיים והחשבונאות.</p> <p style="direction: rtl;">&nbsp;</p>

# findingBetterRetail
source: <p><strong>Finding better retail industry employees with Live Interview</strong></p>
bg: <p><strong>Намиране на по-добри служители от бранша на дребно с Live Interview</strong></p>
he: מציאת עובדים טובים יותר בתעשיית הקמעונאות עם ראיון וידאו מקוון Live Interview

# findingBetterRetailDescription
source: <p>In the retail sector, employee turnover is a huge concern. We all know great employees are hard to find, so it can be even more heartbreaking when they leave your retail organization.</p> <p>Whether it's a hard-working store employee, manager, or cashier, your retail organization needs a good employees. Hiring workers who will be the right for the job is difficult, which is why more companies are turning to the video interview to find it.</p> <p>In fact, six out of 10 companies are currently utilizing the video interview in their hiring practices to find the right people. So what are the main concerns facing the retail industry and how can the video interview help your company acquire top talent interested in sticking around? Let's take a look at some of these concerns. &lt;br&gt;</p> <p>The Challenges in the Retail Industry and Hiring:</p> <p>Before looking at how the video interview can provide solutions for reducing employee turnover, we first need to look into the hiring issues facing the retail industry. Because many of those employed in retail jobs are part-time workers, turnover is a huge concern.</p> <p>These employees don't feel as if they're part of the organizational family and often left when better opportunities present themselves. Many retail employees aren't looking for career jobs but merely jobs to help pay the bills right now. So instead of looking forward to a long career in the organization and moving up the corporate ladder, these employees are looking forward to nothing more than their next paycheck.</p> <p>&nbsp;</p> <p>One of the major benefits of video interviewing is the ability to see more job seekers in a shorter amount of time. For instance, in a recorded virtual interview, employers pose written questions job seekers then answer on video. These video responses give employers a personal feel for the candidate, while allowing the interview process to be more portable.</p> <p>Because employers can view these job seekers' responses at any time, these interviews can be worked around even the most busy schedule. Plus, you can watch 10 video screens in the amount of time it takes to perform one phone screen! For an industry with high turnover like the retail industry, this is a great way to save time while hiring.</p> <p>Job seekers who fit into your corporate culture will be more likely to stick around than those who just aren't the right fit. In the video interview, pose interview questions to find out what your candidate's ideal corporate culture would look like. Make sure you are very, very honest about what your retail organization's corporate culture is.</p> <p>Remember you can always train for skills, but it's much harder to fit a square job seeker into the round hole of your corporate culture. Those who fit into your organizational environment will be more likely to stick around and reduce your employee turnover.</p> <p>Many retail employees are leaving their jobs, and the sector, because they just don't see a viable career path. They're not leaving for high salaries, they're leaving for increased professional opportunities. So if you want to keep more of your top performers around, offer a viable career path.</p> <p>Use your interviewing opportunity to express exactly how a the candidate can turn from a part-time or hourly employee into an organizational all star. Offering a clear career path directly in the video interview, as opposed to just a job, will make your hires more likely to stick around.</p> <p>Employee turnover can be very costly in the retail industry, which is why you should embrace video interviewing to help you hire workers who will grow with your company.</p>
bg: <p>В сектора на търговията на дребно оборотът на служителите е наистина основен проблем. Всички знаем, че лоялни служители са трудни за намиране, така че може да бъде още по-тежко, когато напуснат Вашата търговска организация.</p> <p>Независимо дали става дума за трудолюбив служител в магазин, мениджър или касиер, Вашата организация за търговия на дребно се нуждае от добри служители. Наемането на работници, които са подходящи за работата, е трудно, затова повече фирми се обръщат към Live Interview.</p> <p>Всъщност шест от десет компании в момента използват видео интервюто в практиките си за наемане на хора, за да намерят подходящите служители. И така, какви са основните притеснения, пред които е изправена търговията на дребно и как може видео интервюто да помогне на Вашата компания да придобие водещи таланти, заинтересовани от дългогодишна работа във Вашата организация? Нека да разгледаме някои от тези притеснения.</p> <p>Предизвикателствата в търговията на дребно и наемането:</p> <p>Преди да разгледаме как видео интервюто може да предостави решения за намаляване на оборота на служителите, първо трябва да разгледаме проблемите, свързани с наемането на дребно. Тъй като много от заетите в търговията на дребно работят на непълно работно време, оборотът на служители е сериозен проблем.</p> <p>Тези служители не се чувстват като част от организационното семейство и често напускат, когато им се представят по-добри възможности. Много служители на дребно не търсят издигане в кариерата, а само работни места, за да могат да си плащат сметките в момента. Така че, вместо да се стремят към дълга кариера в организацията и изкачване нагоре по корпоративната стълбица, тези служители не се интересуват от нищо повече от следващата им заплата.</p> <p>&nbsp;</p> <p>Едно от основните предимства на видео интервюирането е възможността да видите повече търсещи работа в по-кратък период от време. Например, в записано виртуално интервю, работодателите представят писмени въпроси на търсещите работа, след което те отговарят на видео. Тези видео отговори дават на работодателите лично усещане за кандидата, като същевременно позволяват процесът на интервю да бъде по-преносим.</p> <p>Тъй като работодателите могат да прегледат отговорите на кандидатите по всяко време, тези интервюта могат да бъдат обработени дори и по най-натоварените графици. Плюс това, можете да гледате 10 видео итервюта в рамките на времето, необходимо за извършване на един разговор по телефона! За индустрия с голям оборот, като например търговията на дребно, това е чудесен начин да спестите време при наемане.</p> <p>Търсещите работа, които се вписват във вашата корпоративна култура, ще бъдат по-склонни да се задържат, отколкото тези, които просто не са в добра форма. Във видео интервюто поставяйте интервю въпроси, за да разберете как би изглеждала идеалната корпоративна култура на кандидата Ви. Уверете се, че сте много, много честен за това, каква е Вашата корпоративна култура и търговска организация.</p> <p>Не забравяйте, че винаги можете да придобиете нови умения, но е много по-трудно да се поберат &bdquo;квадратни&rdquo; кандидати в &bdquo;кръглата&rdquo; дупка на Вашата корпоративна култура. Тези, които се вписват във Вашата организационна среда, ще са по-склонни да се задържат и да намалят оборота на вашите служители.</p> <p>Много от служителите на дребно напускат работата си и секторът, защото просто не виждат възможности за развитие. Те не тръгват за високи заплати, те напускат за по-големи професионални възможности. Така че, ако искате да запазите повече от най-добрите си изпълнители наоколо, предлагайте възможности за развитие.</p> <p>Използвайте възможността за интервюиране, за да изразите точно как кандидатът може да се превърне от служител на непълно работно време или почасово в организационна звезда. Предлагането на ясна кариера директно във видео интервюто, за разлика от само една работа, ще увеличи вероятността да задържите Вашите служители по-дълго.</p> <p>Оборотът на служителите може да бъде много скъп в търговията на дребно, поради което трябва да наемате работници, които ще имат силите и желанието да растат с Вашата компания.</p>
he: <p style="direction: rtl;"><br /> במגזר הקמעונאי תחלופת העובדים היא דאגה גדולה.</p> <p style="direction: rtl;">כולנו יודעים כי קשה למצוא עובדים טובים ולכן זה יכול להיות אף יותר שובר לב אם הם עוזבים הארגון הקמעונאי שלכם.</p> <p style="direction: rtl;">בין אם מדובר בעובד חנות, מנהל או קופאי, הארגון הקמעונאי שלכם זקוק לעובדים טובים.</p> <p style="direction: rtl;">גיוס עובדים מתאימים לעבודה הוא קשה, וזאת הסיבה שחברות רבות פונות לראיונות עבודה בוידאו כדי למצוא אותם.</p> <p style="direction: rtl;">למעשה, 6 מתוך 10 חברות כרגע מנצלות ראיונות עבודה בוידאו בתהליך הגיוס שלהן כדי למצוא את האנשים הנכונים.</p> <p style="direction: rtl;">אז מהן הדאגות העיקריות בתעשיית הקמעונאות וכיצד ראיון בוידאו יכול לעזור לחברה לגרום לכשרון מוביל להישאר בסביבה? בואו נביא על חלק מאותן דאגות.</p> <p style="direction: rtl;"><br /> האתגרים בתעשיית הקמעונאות והגיוס:</p> <p style="direction: rtl;"><br /> לפני שאתם מסתכלים על האופן שבו ראיון עבודה בוידאו יכול לספק פתרונות להפחתת תחלופת העובדים, אנחנו קודם כל צריכים להסתכל לתוך בעיות הגיוס שאנחנו מתמודדים איתן בתעשיית הקמעונאות.</p> <p style="direction: rtl;">מפני שרבים מאותם עובדים בעבודות קמעונאות הם עובדים במשרה חלקית, תחלופת העובדים היא דאגה גדולה. העובדים האלה לא מרגישים כחלק ממשפחת הארגון והם לעיתים קרובות עוזרים כשמוצגות בפניהם הזדמנויות טובות יותר.</p> <p style="direction: rtl;">הרבה עובדים קמעונאיים אינם מחפשים אחר קריירה, אבל רוב העבודות הללו עוזרות לשלם את החשבונות כיום. אז במקום לחפש קדימה לקריירה ארוכה בארגון ולהתקדם בסולם הארגון, אותם עובדים מסתכלים קדימה ולא רואים דבר מלבד תלוש המשכורת הקרוב שלהם.</p> <p style="direction: rtl;"><br /> אחד מהיתרונות הגדולים ביותר של ראיון בוידאו הוא היכולת לראות כמות גדולה יותר של מחפשי עבודה בזמן קצר יותר. לדוגמא, בראיון וירטואלי מוקלט, מעסיקים מציגים שאלות כתובות ומחפשי העבודה עונים עליהן בוידאו.</p> <p style="direction: rtl;">התשובות בוידאו נותנות למעסיקים תחושה אישית בנוגע למועמד, בזמן שמאפשרים לתהליך הראיון להיות יותר נייד.</p> <p style="direction: rtl;">מפני שמעסיקים יכולים לצפות כעת בתשובות של מחפשי העבודה בכל עת, הראיונות הללו יכולים לעבוד גם במהלך לוח זמנים מאוד עמוס. בנוסף, אתם יכולים לצפות בעשרה ראיונות בוידאו באותה כמות זמן שלוקח לכם לבצע שיחת טלפון אחת! עבור תעשייה עם תחלופת עובדים גדולה כמו בתעשיית הקמעונאות, זאת יכולה להיות דרך נהדרת לחסוך זמן בתהליך הגיוס.</p> <p style="direction: rtl;">מחפשי עבודה אשר מתאימים לתרבות הארגון שלכם נמצאים בסבירות גבוהה יותר שישארו מאשר אותם אנשים שאינם מתאימים. בראיון עבודה בוידאו, הציגו שאלות שבהן תוכלו למצוא כיצד תיראה תרבות הארגון האידיאלית עבור המועמד שלכם. וודאו כי אתם כנים מאוד לגבי תרבות הארגון שלכם.</p> <p style="direction: rtl;"><br /> זכרו כי אתם תמיד יכולים ללמד כישורים, אבל זה קשה יותר להתאים עובד לתוך תרבות הארגון שלכם.</p> <p style="direction: rtl;">אותם עובדים אשר יתאימו לתוך סביבת הארגון שלכם נמצאים בסבירות גבוהה יותר להישארות בארגון וכתוצאה מכך יפחיתו את תחלופת העובדים שלכם. הרבה עובדים קמעונאיים עוזבים את העבודות שלכם במגזר הזה מפני שהם לא רואים נתיב ברור לקריירה. הם לא עוזבים בגלל משכורות גבוהות יותר, הם עוזבים בגלל הזדמנויות מקצועיות. אז אם אתם רוצים לשמור על הכישרונות המובילים שלכם, תציעו לכם נתיב ברור לקריירה.</p> <p style="direction: rtl;"><br /> תשתמשו בהזדמנות הראיון כדי לבטא בדיוק כיצד מועמד שעובד במשרה חלקית או שעתית יכול להפוך להיות כוכב בארגון. הצעה של נתיב קריירה ברור ישירות בתוך ראיון הוידאו יגרום למגוייסים שלכם להישאר בסביבה. תחלופת עובדים יכולה להיות מאוד יקרה בתעשיית הקמעונאות וזאת הסיבה לכך שאתם צריכים לאמץ ראיונות בוידאו שיסייעו לכם לגייס עובדים שיצמחו בתוך חברתכם.</p>

# freelanceJobs
source: <p><strong>Freelance jobs using Live Interview </strong></p>
bg: <p><strong>Работа на свободна практика чрез Live Interview</strong></p>
he: עבודות לפרילנסרים באמצעות שימוש ב Live Interview
