Repository: tshai/ask-me
Catalog: App_GlobalResources/Resources.*.resx
Languages: bg, he

# takeMoreRevenueWithVideoDescription
source: <p>The way in which most staffing firms measure their success is by looking at the number of candidate placements they make. Ultimately, a staffing firm&rsquo;s revenue will grow as their number of placements increases.</p> <p>Below are examples of how utilizing video interviewing technology will help your staffing firm improve its recruiting strategies to drive more revenue:</p> <p>Expand Your Candidate Area</p> <p>It&rsquo;s crucial that staffing professionals have an ongoing candidates area from which they can pull candidates from for any given position that opens up at a client&rsquo;s company. With video interviews, you can build a digital library of talent to achieve this. If a candidate didn&rsquo;t work out for one client, you will have their video interview on file to potentially fill another client&rsquo;s position.</p> <p>Being able to look at previous job candidates&rsquo; video interviews can speed up the time it takes staffing pros to find and place right candidate. You&rsquo;ll be spending less time trying to dig up notes on a particular candidate and more time placing them at an organization.</p> <p>Enhance Collaboration with Clients</p> <p>Having candidates complete recorded interviews or participate in a live interview, allows you to share the recordings with your clients to review. This will greatly enhance collaboration which will lead to your clients having the chance to make better hiring decisions. Your clients will be able to see candidates the way you see them so you can gain more insight on their needs and expectations.</p> <p>After reviewing candidates&rsquo; recorded interviews, your clients can outline exactly what they like and don&rsquo;t like about them which will help you provide top candidate and further set yourself apart from competitors.</p> <p>By working with candidates in this way to ensure they&rsquo;re properly showcasing their personality and skills to clients, you can position your staffing firm as one that highly values its candidates and will do anything possible to place them at great organizations. These candidates may then recommend others to work with your company. More candidates working with your company means having a better chance of finding the best potential hires for your clients.</p> <p>Using video interviews at your staffing firm will help you to consistently deliver great candidates for you clients to hire. This will increase their trust and their desire to continue working with your staffing firm.</p>
bg: <p>Начинът, по който повечето фирмите за персонал измерват успеха си, е чрез разглеждане на броя на кандидатурите, които получават. В крайна сметка, приходите ще се увеличават, когато броят им се увеличава.</p> <p>По-долу са дадени примери за това как използването на технологията за интервюиране чрез видеоклипове ще помогне на фирмите за подбор да подобри стратегиите си за набиране на персонал, за да стимулира повече приходи:</p> <p>Разширете Вашата кандидатска област</p> <p>От решаващо значение е фирмите за подбор на персонал да имат текуща кандидатска област, от която те могат да изтеглят кандидати за която и да е позиция, която се открива в компанията на клиент. С видео интервюта можете да създадете цифрова библиотека от кандидати, за да постигнете това. Ако даден кандидат не е работил за един клиент, ще имате готово видео интервю в архив, който потенциално може да запълни позицията на друг клиент.</p> <p>Възможността за преглед на предишни видео интервюта на кандидатите за работа може да ускори времето, необходимо на служителите да намерят и да поставят правилния кандидат. Ще Ви е необходимо много по-малко време, опитвайки се да извлечете бележки за определен кандидат.</p> <p>Подобряване на сътрудничеството с клиентите</p> <p>Когато кандидатите завършат записаните интервюта имате възможност да споделяте записите с клиентите си, за да ги прегледат. Това значително ще подобри сътрудничеството, което ще доведе до възможността вашите клиенти да вземат по-добри решения за наемане. Вашите клиенти ще могат да видят кандидатите по начина, по който ги виждате, така че да можете да получите повече информация за техните нужди и очаквания.</p> <p>След като прегледат записаните интервюта на кандидатите, вашите клиенти могат да очертаят точно това, което харесват и не харесват за тях, което ще Ви помогне да осигурите най-добър кандидат и освен това да се откроите от конкурентите си.</p> <p>Като работите с кандидатите и ги упътвате как да демонстрират правилно своите индивидуалности и умения на клиентите, можете да позиционирате фирмата си за подбор на персонал, като фирма, която високо оценява своите кандидати и ще направи всичко възможно да ги постави на най-високи позиции. Тези кандидати могат да препоръчат на други да работят с Вашата фирма. Повече кандидати, работещи с Вашата фирма, по-голям шанс да намерите най-добрите потенциални служители за Вашите клиенти.</p> <p>Използването на видео интервюта във фирмите за персонал ще помогне постоянно да предлагате на клиентите си страхотни кандидати за наемане. Това ще увеличи доверието и желанието им да продължат да работят с Вашата компания.</p>
he: <p style="direction: rtl;"><br /> הדרך שבה רוב חברות כוח האדם מודדות הצלחה היא באמצעות התבוננות על מספר העמדות שמועמדיהן ממלאים.</p> <p style="direction: rtl;">בסופו של דבר, ההכנסה של חברת כוח אדם תגדל כפי שמספר המשרות שהם ממלאים תגדל.</p> <p style="direction: rtl;"><br /> להלן מספר דוגמאות על האופן שבו ניתן לנצל את טכנולוגיית ראיונות העבודה בוידאו שיכולים לעזור לחברת כוח האדם שלכם לשפר את אסטרטגיות הגיוס שלה כדי להגדיל את ההכנסות:</p> <p style="direction: rtl;"><br /> הרחבת אזור המועמד שלכם<br /> זה חיוני שלאנשי כוח האדם יהיה אזור שהם יכולים למשוך ממנו מועמדים לכל עמדה מבוקשת שנפתחת בחברת הלקוח. באמצעות ראיונות עבודה בוידאו, אתם יכולים לבנות ספרייה דיגיטלית של הכישרונות כדי להשיג מטרה זו.</p> <p style="direction: rtl;">אם מועמד אינו יכול לעבוד עבור לקוח אחד, ראיון העבודה שלו בוידאו נמצא על גבי קובץ שיכול למלא באופן פוטנציאלי עמדה אצל לקוח אחר.</p> <p style="direction: rtl;">היכולת להסתכל על ראיונות עבודה בוידאו של מועמדים קודמים יכולה להאיץ את הזמן שלוקח לאנשי המקצוע למצוא את המועמד המתאים. אתם תבזבזו פחות זמן בניסיון לחפש הערות על מועמד מסוים ויותר זמן על הצבתם בארגון כלשהו.</p> <p style="direction: rtl;"><br /> שיפור שיתוף הפעולה עם הלקוחות<br /> לאחר שמועמדים משלימים ראיון עבודה מוקלט או משתתפים בראיון עבודה מקוון, זה מאפשר לכם לשתף את ההקלטות עם הלקוחות שלכם.</p> <p style="direction: rtl;">זה ישפר מאוד את שיתוף הפעולה ויוביל לכך שללקוחותיכם יהיה סיכוי לבצע החלטות גיוס טובות יותר.</p> <p style="direction: rtl;">הלקוחות שלכם יוכלו לראות את המועמדים באותו אופן שאתם רואים אותם כדי לקבל תובנה טובה יותר על הצרכים והציפיות שלהם.</p> <p style="direction: rtl;"><br /> לאחר סקירת ראיונות הוידאו המוקלטים של המועמדים, הלקוחות שלכם יכולים לציין מה הם אהבו ומה פחות אהבו בהם, דבר שיעזור לכם לספק מועמדים מובילים ולהפריד את עצמכם מהמתחרים.</p> <p style="direction: rtl;">על ידי עבודה עם המועמדים בדרך זו כדי להבטיח שהם מציגים כראוי את אישיותם והכישורים שלהם ללקוחות, אתם יכולים למקם את חברת כוח האדם שלכם כאחת שמעריכה מאוד את מועמדיה ותעשה כל מה שניתן כדי למצוא להם משרות בארגונים מצוינים. המועמדים הללו עלולים להמליץ לאחרים לעבוד עם חברתכם.</p> <p style="direction: rtl;">ככל שמספר גדול יותר של מועמדים עובד אתכם, כך יש לכם סיכוי טוב יותר למצוא את הפוטנציאל הטוב ביותר עבור לקוחותיכם.</p> <p style="direction: rtl;">שימוש בראיונות עבודה בוידאו בחברת כוח האדם שלך תסייע לכם למסור באופן עקבי מועמדים מצוינים שהלקוח שלכם יוכל לגייס.</p> <p style="direction: rtl;">זה יגביר את אמונם ואת הרצון להמשיך לעבוד עם חברת כוח האדם שלכם.</p>

# theBenefitsOfVI
source: <p><strong>The benefits of video interviews </strong></p>
bg: <p><strong>Ползите от видео интервютата</strong></p>
he: היתרונות של ראיונות עבודה בוידאו

# theBenefitsOfVIDescription
source: <p>You&rsquo;re most likely very familiar with the traditional job interview where you meet with a employer or hiring manager face-to-face in their office. Nowadays, companies are implementing video interviews into their hiring process to better and quickly connect with candidates. The recorded interview, in particular, is used by many Live Interview customers for the early stage of their interview process.</p> <p>&nbsp;</p> <p>Below are answers to questions that you may have about your video interview so you can fully prepare:&nbsp;</p> <p>&nbsp;</p> <p>Will there be someone else on the other end?</p> <p>In recorded video interview only you, the job seeker, are present and doing all the talking. The interview questions will be presented to you in either text or video form. Once you have recorded and submitted your responses, the employer or hiring manager will review your interview on their own time.</p> <p>&nbsp;</p> <p>When is my recorded interview due? How long do I have to complete it?</p> <p>The due date for your one-way interview is set by the employer or hiring manager who invited you. The amount of time that you have to complete it depends on the date and the time they have chosen for the interview to be completed by. You can find this information on the landing page for your recorded interview.</p> <p>&nbsp;</p> <p>Where should I do my interview?</p> <p>Ideally, you should record your recorded interview in a quiet area with no other people around. A employer or hiring manager will not appreciate being distracted by people coming in and out of the room you recorded in. The company wants to know more about you, therefore, you need to be the sole focus of the video interview. It&rsquo;s also important to make sure that the space you are recording in looks clean and professional.</p> <p>&nbsp;</p> <p>What if I don&rsquo;t have a webcam? Can I use my phone?</p> <p>If you don&rsquo;t have access to a computer and webcam, you can conveniently complete your recorded interview by using your mobile device. Just simply download the mobile app and you&rsquo;re ready to go! The mobile app supports iOS or Android devices.</p> <p>&nbsp;</p> <p>How many questions are there? Do I see the questions ahead of time? How much time do I have to answer?</p> <p>The number of questions for a recorded interview is decided by the employer or hiring manager. Once you start the interview, you will be told the number of questions you will need to answer. The questions will be presented to you one at a time so you will have an opportunity to think about your response before recording.</p> <p>&nbsp;</p> <p>How many times can I re-record?</p> <p>Anything can happen. Maybe your dog suddenly jumped onto your lap as you were halfway through a response. Or you suddenly got tongue-tied. Whatever the case may be, you will have the ability to re-record a response. However, don&rsquo;t get caught up trying to perfectly record your responses and note that the new answers will automatically delete the previous entry.</p>
bg: <p>Вие най-вероятно сте запознати с традиционното интервю за работа, където се срещате с работодател или мениджър в офиса им. Днес компаниите използват &nbsp;видео интервюта в процеса на наемане, за да се свържат по-лесно и бързо с кандидатите. Записаното интервю, по-специално, се използва от много от клиентите на Live Interview за ранния стадий на техния подбор.</p> <p>&nbsp;</p> <p>По-долу са дадени отговори на въпросите, които може да имате във връзка с видео интервюто, за да можете напълно да подготвите:</p> <p>&nbsp;</p> <p>Ще има ли някой друг в другия край?</p> <p>В записано видео интервю само вас, търсещият работа, присъствате и правите всичко, което говорите. Въпросите за интервюто ще ви бъдат представени в текстова или видео форма. След като запишете и изпратите отговорите си, работодателят или управителят на наемателите ще прегледа интервюто ви по свое собствено време.</p> <p>&nbsp;</p> <p>Кога е записано моето интервю? Колко време трябва да го завърша?</p> <p>Срокът за Вашето еднопосочно интервю е определен от работодателя или управителя на наемателите, който ви покани. Количеството време, което трябва да изпълните, зависи от датата и часа, които са избрали за интервюто, което трябва да бъде завършено. Можете да намерите тази информация на целевата страница за записаното интервю.</p> <p>&nbsp;</p> <p>Къде трябва да направя интервюто си?</p> <p>В идеалния случай трябва да записвате записаното си интервю в тих район, на който няма хора наоколо. Работодател или управител на наемане няма да разбере, че сте разсеяни от хора, които идват и излизат от стаята, в която сте записали. Компанията иска да знае повече за вас, поради което трябва да бъде единственият фокус на видео интервюто. Също така е важно да се уверите, че мястото, което записвате, изглежда чиста и професионална.</p> <p>&nbsp;</p> <p>Ами ако нямам уеб камера? Мога ли да използвам телефона си?</p> <p>Ако нямате достъп до компютър и уеб камера, можете удобно да завършите записаното интервю, като използвате мобилното си устройство. Просто изтеглете мобилното приложение и сте готови да отидете! Мобилното приложение поддържа iOS или устройства с Android.</p> <p>&nbsp;</p> <p>Колко въпроса има? Виждам ли въпросите преди време? Колко време трябва да отговоря?</p> <p>Броят на въпросите за записаното интервю се определя от работодателя или мениджъра по наемане. След като започнете интервюто, ще ви бъде даден броят на въпросите, които ще трябва да отговорите. Въпросите ще ви бъдат представени едно по едно, така че ще имате възможност да обмислите реакцията си преди записа.</p> <p>&nbsp;</p> <p>Колко пъти мога да записвам интервюто си?</p> <p>Всичко може да се случи. Може кучето Ви изведнъж скочи в скута Ви, докато записвате своя отговор. Или изведнъж да блокирате, сякаш са Ви вързали езика. Какъвто и да е случая, ще имате възможност да запишете отново своето интервю. Обаче, не се вманиачавайте в опити да запишете отлично вашите отговори и имайте предвид, че новите отговори автоматично ще изтрият предишния запис.</p>
he: <p style="direction: rtl;">סביר מאוד להניח שאתם מכירים את ראיון העבודה המסורתי שבו אתם פוגשים את המעסיק או מנהל הגיוס בפגישה פנים מול פנים במשרד שלהם.</p> <p style="direction: rtl;">כיום, חברות מיישמות ראיונות עבודה בוידאו לתוך תהליך הגיוס שלהן כדי להתחבר טוב יותר ומהר יותר למועמדים.</p> <p style="direction: rtl;">הראיון המוקלט במיוחד משמש הרבה לקוחות רבים בשלב מאוד מוקדם בתהליך הגיוס.</p> <p style="direction: rtl;">להלן מספר תשובות לשאלות שעלולות להופיע במהלך ראיון העבודה שלכם בוידאו על מנת שתוכלו להתכונן כראוי:<br /> האם יהיה מישהו בקצה השני?<br /> בראין עבודה מוקלט רק אתם, מחפשי העבודה, נוכחים ומדברים. שאלות הראיון יוצגו לכם באמצעות טקסט או בוידאו.</p> <p style="direction: rtl;">ברגע שהקלטתם ושלחתם את התשובות, המעסיק או מנהל הגיוס יסקרו את הראיון שלכם בזמנם הפנוי.<br /> מתי צריך להגיש את הראיון המוקלט שלי? כמה זמן יש לי להשלים אותו?<br /> תאריך ההגשה עבור הראיון שלך נקבע על ידי המעסיק או מנהל הגיוס שהזמין אתכם. כמות הזמן שתהיה לכם להשלמת הראיון תלויה בתאריך ובזמן שנקבע לכם על ידם להשלמת הראיון.</p> <p style="direction: rtl;">אתם יכולים למצוא את המידע הזה בדף הנחיתה של ראיון הוידאו המוקלט שלכם.</p>

# thingsToAvoid
source: <p><strong>Things to avoid in your video interview </strong></p>
bg: <p><strong>Неща, които трябва да избягвате във видео интервюто</strong></p>
he: דברים שיש להימנע מהם בראיון הוידאו שלכם
