Repository: tshai/ask-me
Catalog: App_GlobalResources/Resources.*.resx
Languages: bg, he

source: The Interviewer Accept DateAnd Time
he: המראיין אישר את התאריך והשעה שבחרת

source: Completed
bg: Завършен
he: הושלם

source: Sent
bg: Изпратен
he: נשלח

# ClickToRecordChat
source: Start recording
bg: Започни запис
he: לחץ להקלטה

# finishRecord
source: Stop recording
bg: Приключи записа.
he: סיים הקלטה

# iosReplaceCam
source: Click the Safari icon
he: עליך ללחוץ על האיקון של הספארי

source: replaceToChrome
he: דפדפן זה לא תומך באתר עליך להחליף לדפדפן כרום

# BasicIncludeFree
source: 5 Invitations and Recorded One-Way Interviews or Live Interviews
he: 5 הזמנות והקלטות של ראיון מוקלט או לייב צאט

# FreePrice
source: $ 0/ month
bg: $ 0 / месечно
he: 0 ₪ / לחודש

source: HEpromoHR
he: פלטפורמה לגיוס ומיון ראשוני מבוססת וידאו בענן לחברת השמה וחברת כח אדם

# VideoInterviewPlatform
source: Video Interview software Platform
he: פלטפורה לראיונות עבודה בוידאו מוקלט ווידאו צאט

# termsOfUseDescription
source: <li> As an adult I believe I have a personal right to read, view and purchase any kind of content and content displayed This site is not offensive, obscene or insulting and can not be understood as offensive or indecent insulting Once. </ li> <li> Viewing, downloading, reading, or using the content on the Site does not violate or violate any regulation in any form Locality (state, city, village, kibbutz, moshav, town, street, etc.) or educational institution or place of work I am tied to them. </ li> <li> Site operators are not responsible for any misinformation, false, disputed, illegal or irresponsible As well as the legal implications that such information may result from viewing, reading, downloading, or viewing content Is displayed on this site. This site and its affiliates will not be held responsible for any legal consequences that may occur May arise as a result of misinformation or controversy that has been or is being used or used on this site Material originating from this site. </ li><li> I acknowledge and agree that you have added a link, advertisement, content or information of any kind anywhere on the Site without Permission from the site's operators in advance and in writing - is absolutely prohibited and may cause a violation of rights and as a result This leads to legal proceedings. </ li> <li> I agree that I can not record the screen / camera / text or any other content that appears on the site without Written approval from the operators of the site. </ li> <li> This site has the exclusive right to monitor / maintain / check the conduct between customers and employees Site. </ li> <li> I agree that the site serves me only for fun and not for business / industrial espionage purposes. </ li> <li> I agree that I may not "blackmail" the employees / clients in any way and if I do so privately Will be transferred to the law authorities. </ li> <li> I undertake that I have no desire to cause any damage, including economic, business, commercial, moral and other damage. Site operators, employees or other users. </ li> <li> I am responsible for all actions taken with my username and personal password. Site operators We recommend that you do not give out your personal password with which I identify on the site, or any information related to how My login to the Site to any other third party. If I choose to share this information with third parties I will be responsible for all actions taken with my username and personal password. by any chance That I lose control of my password, I will lose substantial control over my personally identifiable information, and I will be subordinate For legally binding actions to be taken on my behalf. I am aware that if my password is not secure For any reason, I must change it immediately. </ li> <li> This site uses industry standards to ensure the confidentiality of personal information identified by me Surfers, including "firewalls". This site treats information as a resource that must be protected against loss And unauthorized access. This site uses various security methods to protect such information from Unauthorized access by entities inside and outside the company. It should be clarified that the operators of the site will act accordingly Which will be able to protect the information contained in the data base in their possession, however, without prejudice to the generality The above will not be held responsible for the database beyond the protection to which they are committed Subject to Israeli law and beyond reasonable protection under the circumstances. </ li> <li> This site collaborates with law enforcement investigations and other third parties for the purpose Enforcement of laws, such as: intellectual property rights, property rights, fraud and other rights. also, This site may provide information about employees / customers to law enforcement agencies and all authorities Other government, subject to a court order, and as required by the language of the Protection of Privacy Law, 1981, For the purpose of investigating fraud, infringement of intellectual property rights, or other unlawful activity, or such an action Disclose this site or your employees / customers to legal liability. </ li> <li> The form of payment that I make the purchases must either be owned by me or I should accept Confirmation from payment instrument owner. </ li> <li> I know that if I use payment methods that are not mine (without permission) and the owner of the payment instrument / company The credit will refer to this site for details. This website will provide them with all the information in their possession These transactions. </ li> <li> I undertake not to offer the employees of the site any job offer or to solicit any other job offer. </ li> <li> The policies may be changed at any time by the site operators and according to their discretion. </ li>
bg: <li> Като възрастен съм убеден, че имам лично право да чета, разглеждам и купувам каквото и да е съдържание. Този сайт не е обиден или неприличен и не може да се разбира като такъв </ li> <li> Преглеждането, изтеглянето, четенето или използването на съдържанието на Сайта не нарушава никакви правила под каквато и да е форма Местоживеене (държава, град, село, киббуз, moshav, град, улица и др.) или образователна институция или място на работа съм свързан с тях. </ li> <li> Операторите на сайта не носят отговорност за неправилна информация, невярно, оспорвано, незаконно или безотговорно. Освен това правните последици, които тази информация може да възникне от гледането, четенето, изтеглянето или преглеждането на съдържание, се показва на този сайт. Този сайт и неговите партньори не носят отговорност за каквито и да било правни последици, които могат да възникнат в резултат на погрешно информиране или противоречие, които са били или се използват на този сайт. </ li> <li> Приемам и се съгласявам, че добавянето на връзка, реклама, съдържание или информация от всякакъв вид на сайта, без разрешение от операторите на сайта предварително и писмено - е абсолютно забранена и може да доведе до нарушение на правата и в резултат на това води до съдебни производства. </ li> <li> Съгласен съм, че не мога да запиша екрана / камерата / текста или друго съдържание, което се показва на сайта без писмено одобрение от операторите на сайта. </ li> <li> Сайтът има изключителното право да следи / поддържа / проверява поведението между сайта на клиентите и служителите. </ li> <li> Съгласен съм, че сайтът ми служи само за забавление, а не за целите на бизнес / индустриален шпионаж. </ li> <li> Съгласен съм, че не може да "изнудвам" служителите / клиентите по какъвто и да е начин и ако го направя лично, ще бъда прехвърлен на съдебните органи. </ li> <li> Предполагам, че нямам желание да причинявам щети, включително икономически, бизнес, търговски, морални и други щети. Оператори на сайта, служители или други потребители. </ li> <li> Аз съм отговорен за всички действия, предприети с моето потребителско име и лична парола. Оператори на сайтове Препоръчваме ви да не давате личната си парола, с която се идентифицирам на сайта, или някаква информация, свързана с това как Моето влизане в сайта към която и да е друга трета страна. Ако избера да споделя тази информация с трети страни, ще нося отговорност за всички действия, предприети с моето потребителско име и лична парола. по всяка вероятност Ще загубя контрола над паролата си, ще загубя значителен контрол над моята лична информация и ще бъда подчинен За правно обвързващи действия, които трябва да бъдат предприети от мое име. Знам, че ако паролата ми не е сигурна По някаква причина трябва да я променя веднага. </ li> <li> Този сайт използва индустриални стандарти, за да гарантира поверителността на личната информация, идентифицирана от мен Surfers, включително "защитни стени". Този сайт третира информацията като ресурс, който трябва да бъде защитен срещу загуба и неоторизиран достъп. Този сайт използва различни методи за сигурност, за да защити такава информация от неразрешен достъп от лица в и извън компанията. Трябва да бъде изяснено, че операторите на сайта ще действат съобразно Кои ще могат да защитят информацията, съдържаща се в базата данни, с която разполагат, без да се накърнява общият характер. Горното няма да носи отговорност за базата данни извън защитата на които са извършени. При спазване на израелското право и извън рамките на разумна защита при обстоятелствата. </ li> <li> Този сайт си сътрудничи с разследванията на правоохранителните органи и други трети страни за целта Изпълнение на закони, като например: права върху интелектуална собственост, права на собственост, измами и други права. Този сайт може да предостави информация за служителите / клиентите на правоприлагащите органи и на всички органи Други правителства, при условие, че съдебно разпореждане и както се изисква от езика на Закона за защита на личните данни, 1981 г. За целите на разследването на измами, от права върху интелектуална собственост или друга незаконна дейност или такова действие Оповестете този сайт или вашите служители / клиенти на юридическа отговорност. </ li> <li> Начинът на плащане, който правя покупките, трябва да бъде собственост на мен или да приемам потвърждение от собственика на платежен инструмент. </ li> <li> Знам, че ако използвам методи на плащане, които не са мои (без разрешение), и собственикът на платежния инструмент / компанията Кредитът ще се отнесе към този сайт за подробности. Този уебсайт ще им предостави цялата информация, с която разполагат Тези транзакции. </ li> <li> Аз се задължавам да не предлагам на служителите на сайта никаква работна оферта или да поискам друга оферта за работа. <

# media
source: Мedia
bg: Лого

# BuildLibrary
source: Build out a library of videos so you can easily use them in the future
bg: Създайте библиотека от видеоклипове, за да можете лесно да ги използвате в бъдеще

source: Upload Photo
bg: Качи снимка

# vatNum
source: VAT number
bg: ДДС номер

source: Answer
bg: Отговор

source: Answer 2
bg: Отговор 2

source: Answer 3
bg: Отговор 3

source: Answer 4
bg: Отговор 4

# multiChoiceQandA
source: Add question and answers
bg: Добави въпроси и възможни отговори.

# writeDownaAnswer
source: Write down an answer
bg: Напиши отговор

# questionType
source: Choose question type
bg: Избери тип въпрос

# rightAnswer
source: Choose correct answer
bg: Избери правилен отговор

source: Time Per Question
bg: Време за въпрос

# timePerQuestionDescrp
source: Write time in seconds
bg: Напиши времето в секунди

source: Add answer
bg: Добави отговор

# addQuestion
source: Add New Question
bg: Добави нов въпрос

# answerType
source: Choose answer type
bg: Избери вид на въпроса

source: Finish Test
bg: Завърши теста

source: Save Answer
bg: Запази отговор

source: View Answers
bg: Виж отговорите
