Repository: tshai/ask-me
Catalog: App_GlobalResources/Resources.*.resx
Languages: bg, he

# theBenefitDescription
source: <p>What is the benefit in using online video interviewing? There are many reasons why a virtual interview can streamline the hiring process. We all know the traditional hiring process can sometimes be a headache. Video interviewing helps to clear away some of the mess in the process, making your overall recruitment efforts more effective.</p> <p>The Way Things Are Done Now</p> <p>Before we talk about how to improve hiring efficiency through the use of video interviews, let&rsquo;s first take a peek behind the hiring curtain. The way things are currently done in the recruitment process leads companies and recruiters to spend valuable time and money.&nbsp;</p> <p>The two largest money-taking in the hiring process are time and travel. Depending on the job and the candidate, some companies are willing to fly top talent out for an interview. This can lead to big time costs, with no guarantee the candidate will turn into an employee.&nbsp;</p> <p>Travel isn&rsquo;t the only part of the traditional process depleting your accounts. Recruiters and hiring managers spend plenty of precious time trying to find the best people for the job. The average recruiter spends about 15 hours per week sourcing for candidates.&nbsp;</p> <p>Get More Effective With Video Interviews</p> <p>Online interviews can help you cut down on the traditional hiring process and save your company time and money. How does online interviewing help? For one thing, it streamlines the hiring process.</p> <p>For instance, employers can watch candidates answer their questions wherever and whenever they want. Realize a candidate isn't right for the position early on? Now you're not trapped on the phone. This is one of the main reasons many recruiters are adopting video interviews.&nbsp;</p> <p>&nbsp;</p> <p>Live video interviewing is great for far-flung and passive candidates. Now you can save 100% of your travel costs by just booting up your webcam. Plus, scheduling interviews with passive candidates can often be difficult. While you want the best candidates in front of you, they're often times busy too if they&rsquo;re currently employed. Now both hiring managers and candidates can schedule a face-to-face interview without endless back and forth on scheduling.</p> <p>Let's be honest, we're living in a digital age. Consumers turn to the Web for everything from advice and entertainment to books and products. There is really nothing you can't find online. So, why not take advantage of new online recruitment suggestions?</p> <p>Using online video interviewing shows potential hires your company understands the online marketplace. If you embrace emerging technology and new ways of approaching the hiring process, you'll attract talent with similar values.</p>
bg: <p>Каква е ползата от използването на онлайн видео интервю? Има много причини, поради които виртуалното интервю може да ускори процеса на наемане. Всички знаем, че традиционният процес на наемане може понякога да е твърде бавен и трудоемък. Видео интервюирането помага да се премахне част от бъркотията в процеса, което прави общите усилия за набиране на персонал по-ефективни.</p> <p>Преди да говорим за това как да подобрим ефективността на наемането чрез използването на видео интервюта, нека най-напред да погледнем зад завесата за наемане. Начинът, по който нещата се правят понастоящем в процеса на набиране на персонал, кара компаниите и работодателите да изразходват ценно време и пари.</p> <p>Двата най-големи разходи в процеса на наемане са за време и пътуване. В зависимост от работата и кандидата, някои компании са готови да платят и самолетните билети на определен кандидат за позицията. Това може да доведе до големи разходи, без гаранция, че кандидатът ще се превърне в служител.</p> <p>Пътуването не е единствената част от традиционния процес, който изчерпва вашите сметки. Фирмите за подбор на персонал &nbsp;и наемащите мениджъри (Човешки ресурси) прекарват много ценно време, опитвайки се да намерят най-добрите хора за работа. Средно са необходими около 15 часа седмично за пресяване на кандидатите.</p> <p>Получете повече ефективност с видео интервюта</p> <p>Онлайн интервюта могат да ви помогнат да намалите традиционния процес на наемане и да спестите време и пари за фирмата си. Как помага онлайн интервюирането? От една страна, опростява процеса на наемане.</p> <p>Например, работодателите могат да гледат кандидатите да отговарят на въпросите им където и когато пожелаят. Осъзнали сте, че кандидатът не е подходящ за позицията още в началото? Сега не сте в капана на реалното интервю, можете веднага да се прехвърлите към следващия кандидат. Това е една от основните причини, поради които много от работодателите предпочитат &nbsp;видео интервюта.</p> <p>Интервюирането чрез видео на живо е чудесно за кандидати, които са далеч или са пасивни (работещи). Сега можете да спестите 100% от вашите пътни разходи, като просто стартирате уеб камерата си. Освен това, планирането на интервюта с пасивни кандидати често е трудно. Искате най-добрите кандидати при Вас, но те често пъти са заети, ако в момента са наети. Сега както наемащите мениджъри, така и кандидатите могат да насрочат интервю лице в лице, без да са безкрайните уточнения и планирания преди срещата.</p> <p>Да бъдем честни, живеем в дигитална ера. Потребителите се обръщат към интернет за всичко, от съвети и забавления до книги и продукти. В действителност няма нищо, което да не можете да намерите онлайн. Защо не се възползвате от новите предложения за онлайн набиране на персонал?</p> <p>Използването на онлайн видео интервю показва потенциала наема вашата компания разбира онлайн пазара. Ако възприемете нововъзникващите технологии и нови начини за приближаване към процеса на наемане, ще привлечете и кандидати с подобни ценности.</p>
he: <p style="direction: rtl;">מה היתרון של שימוש בראיונות וידאו מקוונים? קיימות הרבה סיבות לכך שראיון וירטואלי יכול לייעל את תהליך הגיוס.</p> <p style="direction: rtl;">כולנו יודעים שתהליך הגיוס המסורתי יכול להיות לעיתים כאב ראש.</p> <p style="direction: rtl;">ראיונות עבודה בוידאו עוזרים לנקות חלק מהבלגן בתהליך והופכים את מאמצי הגיוס שלכם ליעילים יותר.<br /> הדרך שבה דברים מתבצעים כיום<br /> דיברנו על האופן שבו ניתן לשפר את יעילות הגיוס באמצעות שימוש בראיונות עבודה בוידאו, בואו נציץ מאחורי וילון הגיוס.</p> <p style="direction: rtl;">האופן שבו דברים מתבצעים בתהליך הגיוס מוביל חברות ומגייסים לבזבז זמן יקר וכסף.<br /> שתי ההוצאות הגדולות ביותר בתהליך הגיוס הן הזמן והנסיעות.</p> <p style="direction: rtl;">על פי העבודה והמועמד, חלק מהחברות מוכנות להטיס כישרון לראיון. זה יכול להוביל לעלויות גבוהות ללא ערובה שהמועמד יהפוך לעובד.</p> <p style="direction: rtl;">הנסיעות אינן החלק היחיד של התהליך המסורתי של הגיוס. מגייסים ומנהלי גיוס מבזבזים הרבה זמן יקר בניסיון למצוא את האנשים הטובים עבור העבודה. המגייס הממוצע מבזבז כ 15 שעות בשבוע בסינון מועמדים.<br /> תהיו יעילים יותר בראיונות העבודה בוידאו<br /> ראיונות עבודה מקוונים יכולים לעזור לכם לצמצם את תהליך הגיוס המסורתי ולחסוך לחברה שלכם זמן וכסף.</p> <p style="direction: rtl;">כיצד ראיונות עבודה מקוונים עוזרים? הם מייעלים את תהליך הגיוס.</p> <p style="direction: rtl;">לדוגמא, מעסיקים יכולים לצפות במועמדים עונים על שאלותיהם מתי והיכן שהם רוצים.</p> <p style="direction: rtl;">הבנתם שהמועמד לא מתאים לתפקיד בשלב מוקדם? כעת אינכם כבולים לטלפון.</p> <p style="direction: rtl;">זאת אחת מסיבות המרכזיות לכך שהרבה מגייסים מאמצים ראיונות עבודה בוידאו.</p> <p style="direction: rtl;">ראיונות וידאו מקוונים הם נהדרים עבור מועמדים מרוחקים ופסיביים.</p> <p style="direction: rtl;">כעת אתם יכולים לחסוך 100% מהוצאות הנסיעה שלכם באמצעות המצלמה הביתית שלכם.</p> <p style="direction: rtl;">בנוסף, קביעת ראיונות עם מועמדים פסיביים יכולה לעיתים קרובות להיות קשה.</p> <p style="direction: rtl;">בעוד אתם רוצים שהמועמדים הטובים ביותר יהיו מולכם, הם לעיתים קרובות עסוקים מידי או שהם מועסקים כיום.</p> <p style="direction: rtl;">גם מנהלי הגיוס וגם המועמדים יכולים לקבוע ראיון פנים מול פנים מבלי שינויים חוזרים ונשנים של קביעת מועד מתאים.<br /> בואו נהיה כנים, אנחנו חיים בעידן הדיגיטלי. צרכנים מחפשים באינטרנט כל דבר החל מעצה ובידור ועד לספרים ומוצרים. לא קיים דבר שלא ניתן למצוא באינטרנט.</p> <p style="direction: rtl;">לכן מדוע לא לנצל את ההמלצות של הגיוסים המקוונים החדשים?<br /> השימוש בראיון וידאו מקוון מראה למגייסים פוטנציאלים כי החברה שלכם מבינה את השוק המקוון. אם תאמצו את הטכנולוגיה העולה ודרכים חדשות לגשת לתהליכי הגיוס, אתם תמשכו כישרונות בעלי ערכים דומים.</p>

# trickyQuestionsForVideo
source: <p><strong>Tricky questions for video interviewing success</strong></p>
bg: <p><strong>Трудни въпроси за успех при видеоразговори</strong></p>
he: שאלות מכשילות להצלחת ראיונות עבודה בוידאו
