Repository: tshai/ask-me
Catalog: App_GlobalResources/Resources.*.resx
Languages: bg, he

source: Interviewee
bg: Кандидати
he: למרואיין

source: My camera
bg: Моята камера
he: המצלמה שלי

source: Unregistered
bg: Нерегистриран
he: לא רשום

source: Upload video
bg: Качи видео
he: העלה וידאו

source: Video library
bg: Видео библиотека
he: ספריית וידאו

# CameraMicrophoneChecking
source: Camera and microphone check
bg: Проверка на камера и микрофон
he: בדיקת תקינות מצלמה ומיקרופון

source: Click to check
bg: Провери
he: לחץ כאן לבדיקת המיקרופון והמצלמה

# ContinueRecordResume
source: Continue
bg: Продължи
he: המשך להקלטת קורות חיים

# ContinueToRecord
source: If you see and hear yourself, click to continue
bg: Ако камерата и микрофонът работят, натиснете, за да продължите
he: במידה ואתה רואה ושומע את עצמך לחץ להמשך

source: User
bg: Потребител
he: משתמש

# ClickTheLink
source: Аccepted invitation
bg: Прие поканата
he: לחץ על הקישור ששלחת לו

# registeredInSite
source: Registered to the site
bg: Регистрирани на сайта
he: נרשם לאתר

# Employee
source: Profile
bg: Профил
he: מראיין

source: New video recorded.
bg: Нов видеозапис.
he: הוקלט וידאו חדש

source: Company Information
bg: Информация за компанията
he: ערוך פרטי חברה

# youGotNewMessage
source: SystemMessage
bg: Ново съобщение.
he: קיבלת הודעה חדשה מ:

source: Create Live Interview
bg: Създай интервю
he: יצירת תבנית לראיון חי

# corporateManagment
source: List of companies
bg: Фирмено управление
he: ניהול חברות

source: Employee Name
bg: Служител
he: שם המראיין

source: Link
bg: Линк
he: קישור

source: Note to watcher:
bg: Бележка:
he: הודעה לצופה

# templatedForLiveInterview
source: Тemplates For Live Interview
bg: Шаблони за интервю на живо
he: הזמנות לראיונות חיים

source: watcherOpinion
bg: Оценка
he: חוות דעת צופה

source: Employee Profile
bg: Потребителски профил
he: פרופיל אישי

# fileUploaded
source: File uploaded successfully. Please wait for interviewer.
bg: Файлът е изпратен успешно. Моля изчакайте интервюиращия.
he: הקובץ הועלה בהצלחה נא המתן לפניה מהמראיין

# recordingStatusNotOn
source: Recording status: Not currently on
bg: Статус на запис: Не е записва.
he: סטטוס הקלטה: כרגע לא מופעל

source: Can't decide
bg: Не мога да преценя
he: צריך לחשוב

source: Define Live Interview
bg: Определи интервю на живо
he: המשך להגדרת ראיון חי

source: Interesting
bg: Изглежда интересно
he: נראה מעניין

source: Not interesting
bg: Не е интересно
he: לא מעניין

source: Watch recorded interview
bg: Прегледай записаното интервю
he: המשך לצפיה בראיון המוקלט

# liveVideoInterviewTour
source: <h2 class="display-4">Live Video Interview</h2> <p>Easily interview candidates in real time no matter their whereabouts and record the interview so you can go back to it later.<br /> - Schedule live interview <br /> - Interviews are conducted directly in your web browser <br /> - Easily send the interview to someone for opinion </p><br />
bg: <h2 class="display-4">Live видео интервю</h2> <p>Лесно интервюирайте кандидатите в реално време, независимо от местонахождението им и запишете интервюто, за да можете да се върнете към него по-късно.<br /> - насрочи дата и час за Live интервю<br /> - интервютата се провеждат директно във Вашия браузър.<br /> - лесно изпрати интервю на друг човек за оценка </p><br />
he: <h2 class="display-4"><i class="fa fa-video-camera" aria-hidden="true"></i>ראיון עבודה חי בוידאו צאט</h2> <p>ראיין בקלות מועמדים בזמן אמת ללא קשר למקום הימצאותם בוידאו צאט ותוכל ולהקליט את הראיון, כך שתוכל לחזור אליו מאוחר יותר.<br /> - תזמון לראיון בוידאו צאט <br /> - הראיונות מתבצעים ישירות בדפדפן האינטרנט שלך <br /> - שתף בקלות את הראיון עם קולגות או חברות נוספות</p><br />

# oneWayVideoInterviewTour
source: <h2 class="display-4">One-Way Video Interview</h2> <p>Get to know your candidates better in less time by having them self-record video answers to your interview questions.<br /> - Create your video interview questions without limit<br /> - Send invitation for interview to how many candidates you want <br /> - Receive notification for any video recorded<br /> - Easily send the interview to someone for evaluation</p><br />
bg: <h2 class="display-4">Видео интервю</h2> <p>Опознай кандидатите в по-кратък срок, като им предоставиш възможност самостоятелно да запишат видео отговори на въпросите от интервюто.<br /> - създай безпроблемно въпроси за видео интервю<br /> - изпрати покана за интервю на неограничен брой кандидати<br /> - получаваш известие за всяко записано видео<br /> - лесно изпрати интервюто на някого за оценка</p><br />
he: <h2 class="display-4"> <i class="fa fa-file-video-o" aria-hidden="true"></i>קורות חיים / ראיון וידאו מוקלט</h2> <p>בוא להכיר את המועמדים שלך טוב יותר בפחות זמן, שלח להם קישור להקלטת קורות חיים או תן להם לענות בוידאו מוקלט על שאלות שהכנת מראש.<br /> - צור שאלות ללא הגבלה<br /> - שלח הזמנות להקלטת וידאו ללא הגבלה <br /> - תקבל הודעה על כל וידאו שהוקלט במערכת<br /> - שתף את הקלטת הוידאו עם קולגות לעבודה או עם חברות נוספות.</p><br />

# quizCandidateTour
source: <h2 class="display-4">Quiz for candidates</h2> <p>Create your own job interview quiz<br /> - Write down your questions <br /> - Create your answer options <br /> - Send the quiz to candidates with one button <br /></p>
bg: <h2 class="display-4">Тест за кандидати</h2> <p>Създайк свой собствен тест за оценка на кандидат за работа<br /> - напиши своите въпроси <br /> - създай възможни отговори на въпросите <br /> - изпрати теста на неограничен брой кандидати с един бутон <br /></p>
he: <h2 class="display-4"><i class="fa fa-check-square-o" aria-hidden="true"></i>צור מבחן/שאלון על זמן למועמדים</h2> <p> צור מבחן אמריקאי/שאלון על זמן למועמדים<br /> - רשום את השאלות שלך <br /> - צור תשובות מוכנות מראש<br /> - שלח את השאלות למועמד בלחיצת כפתור אחת <br /> </p>

# videoLibraryTour
source: <h2 class="display-4">Video Library</h2> <p>Create your company video profile.<br /> - Upload videos that represents your company - activity, atmosphere, employees<br /></p>
bg: <h2 class="display-4">Видео библиотека</h2> <p>- създай видео профил на компанията.<br /> - качи видеа, които представят компанията - дейност, атмосфера, служители<br /></p>
he: <h2 class="display-4"><i class="fa fa-file-video-o" aria-hidden="true"></i>סרטון תדמית לחברה/משרה</h2> <p> צור סרטון של החברה שלך או המשרה ושתף זאת עם המרואיינים שלך.<br /> - העלה סרטונים המייצגים את החברה שלך - פעילות, אווירה, עובדים<br /> </p>

source: Change password
bg: Промени паролата
he: שנה סיסמא

# ConfNewPassword
source: Confirm new password
bg: Потвърди новата парола
he: תאשר סיסמא חדשה

source: Old password
bg: Текуща парола
he: הזן את הסיסמה הישנה שלך

source: Features
bg: Функционалности
he: מוצרים

# featuresTitle
source: All You Need for Job Interview in One Place!
bg: Всичко, от което се нуждаете за интервю за работа, на едно място!
he: כל מה שאתה צריך עבור גיוס וסינון ראשוני לראיונות עבודה במקום אחד!

source: New password
bg: Нова парола
he: סיסמה

source: Canceled
bg: Отменено
he: בוטל

source: Confirmed
bg: Потвърдено
he: אושר

source: Reservation
bg: Запазено
he: הסתייגות

source: Go To Live Video
bg: Към интервю на живо
he: עבור אל וידאו חי

source: Change deadline
bg: Промени крайния срок
he: לשינוי מועד לחץ כאן

# clickCancel
source: Cancel
bg: Отмени
he: לביטול לחץ כאן

# clickConfirmation
source: Confirm
bg: Потвърди
he: לאישור לחץ כאן

source: Compatible with:
bg: Съвместимо с:
he: תואם ל:

# coordinateTo
source: I would like to coordinate to:
bg: Бих искал да променя датата на:
he: אני רוצה לתאם ל:

source: Go to Live Interview
bg: Премини към интервюто
he: כניסה לראיון עבודה

# sendMessageInterviewer
source: Send message to the Interviewer
he: שלח הודעה למראיין

# createTemplateLiveInterview
source: Create template for live interview
bg: Създай шаблон за интервю на живо
he: צור תבנית לראיון עבודה בוידאו צאט

source: Enter Chat
bg: Премини към видео чат
he: כניסה לצ'ט

source: Invalid email.
bg: Невалиден имейл.
he: האימייל אינו תיקני

# interviewData
source: Interview Details:
bg: Текст:
he: פרטי הראיון

# accountNeed
source: <p><strong>Do I need an account? </strong></p>
bg: <p><strong>Имам ли нужда от профил? </strong></p>
he: האם אני צריך להירשם באתר ?

# accountNeedDescription
source: <p>Candidates do not need to create an account in order to record video interview. All that is required to complete your interview is to click on the link in the interview invitation, sent to your email.</p>
bg: <p>Кандидатите не трябва да създават профил, за да записват видео интервю. Всичко, което е необходимо, за да завършите интервюто, е да кликнете върху връзката в поканата за интервю, изпратена до имейла Ви.</p>
he: המועמדים לא צריכים להירשם וליצור חשבון כדי להקליט ראיון וידאו. כל מה שנדרש כדי להשלים את הראיון שלך הוא ללחוץ על הקישור שקיבלת לדוא"ל שלך ולפעול לפי השלבים.

# doIhaveToPay
source: <p><strong>I've been invited by a company to take a Live-interview. Do I have to pay to use it?</strong></p>
bg: <p><strong>Бях поканен от компания за интервю в Live-interview. Трябва ли да платя, за да го използвам?</strong></p>
he: קיבלתי הזמנה במייל לראיון עבודה האם אני צריך לשלם על זה ?

# doIhaveToPayDescription
source: <p>No, the platform is absolutely free for the candidates. &nbsp;</p>
bg: <p>Не, платформата е абсолютно безплатна за кандидатите.</p>
he: לא, הפלטפורמה שלנו היא ללא תשלום עבור המועמדים.

# facCand
source: FAQ for Candidats
bg: Често задавани въпроси от кандидати
he: שאלות נפוצות למועמדים

# howToDoInterview
source: <p><strong>How do I do my interview? </strong></p>
bg: <p><strong>Как да направя интервюто си? </strong></p>
he: איך אני עושה את הראיון שלי?

# howToDoInterviewDescription
source: <p><strong>Live-interview</strong> is easy to use. When receive an invitation for live interview on your email, you will have option to accept the proposed time and date of the employer, to change them or to cancel the invitation.</p> <p>In agreed time you have to click on the link in the invitation again and press the button Go to Live Interview. You will have options to set and check your camera and microphone before continue.</p> <p>&nbsp;</p> <p>For recorded interview you&rsquo;ll receive an email invitation with detailed instructions how to record your interview. To complete your video interview, you&rsquo;ll need either a webcam on your PC/laptop or a smartphone. You can start by clicking the link sent to your email. The video interview is usually comprised of a number of questions that companies ask pertaining to the job. It&rsquo;s a pre-recorded interview which means there won&rsquo;t be anybody else asking you questions on the other side.</p>
bg: <p><strong>Live-interview е лесна за използване. Ще получите покана по имейл с подробни указания как да запишете интервюто. За да завършите видео интервюто си, ще Ви е необходима уеб камера - на вашия компютър / лаптоп или чрез смартфон. Можете да започнете, като кликнете върху връзката, изпратена в имейла. Видео интервюто обикновено се състои от редица въпроси, които компаниите задават по отношение на работата. Това е предварително записано интервю, което означава, че никой друг няма да Ви задава въпроси от другата страна.</p>
he: Live-Interview .הוא קל מאוד לשימוש יש שתי אפשרויות של ראיונות עבודה הראשון זה בוידאו מוקלט מראש עם שאלות כתובות והשני זה ראיון בוידאו צאט חי עם נציג החברה. לגביי ראיון מוקלט תקבל הודעת דוא"ל עם הוראות מפורטות כיצד להקליט את הראיון שלך. כדי להשלים את ראיון הווידאו שלך, תזדקק למצלמת אינטרנט במחשב / מחשב נייד או בטלפון חכם. תוכל להתחיל על ידי לחיצה על הקישור שנשלח לדוא"ל שלך. ראיון הווידאו מורכב בדרך כלל ממספר שאלות כתובת שהחברות שואלות בנוגע לתפקיד. השאלות יופיעו בזמן הקלטת הוידאו. בראיון וידאו צאט חי תקבל הודעת דוא"ל עם תאריך ושעה לביצוע הפגישה הוירטואלית במידה ותאשר זאת תקבל מייל נוסף עם קישור לכניסה לוידאו צאט

# recordAgain
source: <p><strong>What if I mess up the answers, will I be able to record my Live-interview again?</strong></p>
bg: <p><strong>Какво ще стане, ако объркам отговорите, ще мога ли отново да запиша Live-interview?</strong></p>
he: מה אם לא יצא לי טוב הוידאו ואני לא בטוח לגביי התשובות שעניתי, האם אוכל להקליט שוב את הראיון מחדש?

# recordAgainDescription
source: <p>Yes, after answering all the questions, you have the opportunity to view the entire video and, if you are not satisfied, record a new one, that will overwrite the previous. Once finished and sent to the employer, no changes can be made in the recorded interview.</p>
bg: <p>Да, след като отговорите на всички въпроси, ще имате възможност да прегледате целия видеоклип и ако не сте доволни, можете да запишете нов на неговото място. След като бъде завършен и изпратен до работодателя, не могат да се правят промени в интервюто.</p>
he: כן, לאחר מענה על כל השאלות יש לך את ההזדמנות לצפות בוידאו שיצרת, אם אתה לא מרוצה תוכל להקליט אחד חדש ולהחליף את הקודם. לאחר שסיימת יש לך כפתור כדי לשלוח לנציג החברה.

# whatIsTheLiveInterview
source: <p><strong>What is Live-interview? </strong></p>
bg: <p><strong>Какво представлява Live-interview? </strong></p>
he: מה זה Live-Interview?

# whatIsTheLiveInterviewDescription
source: <p><strong>Live-interview</strong> is an automation video interview and recruitment platform that gives to the candidates the opportunity to conduct a personal live or recorded video interview.</p> <p>You can do it on your own time and from the comfort of your own home. Show employers your personality, uniqueness and impress them before you step through the door. Save your time and money for phone interviews, commuting and long wait times whit <strong>Live-interview</strong>. Your time is precious, so when invite you for the next stage; you will know you&rsquo;re meeting with employers who you&rsquo;ve already made an impression on beyond your CV. </p>
bg: <p><strong>Live-interview</strong> е автоматична видео платформа за набиране на персонал, която дава на кандидатите възможност да проведат лично видео интервю.</p> <p>Вие можете да кандидатствате за работа в удобно за Вас време и от уюта на собствения Ви дом. Покажете на работодателите вашата личност, уникалност и ги впечатлете, преди още да сте пристъпили през прага им. Спестете си време и пари за телефонни разговори, пътуването до работното място и дългото чакане с <strong>Live-interview</strong>. Вашето време е ценно, така че, когато Ви поканят на следващия етап, ще знаете, че се срещате с работодатели, които вече сте впечатлили не само с автобиографията си.</p>
he: Live-Interview הוא פלטפורמת גיוס המעניקה למועמדים לעבודה הזדמנות לעשות ראיונות עבודה מבלי לצאת מהבית גם בוידאו מוקלט או דרך וידאו צאט חי עם מקום העבודה. יותר ויותר מעסיקים בארץ ובעולם משתמשים בטכנולוגיה של ראיון וידאו, מבלי להטריח את המועמד להגיע למשרדים שלהם לראיון עבודה. הייתרונות עבור המועמד הינם חסכון בזמן וכסף. אפשר לבצע את הראיון בכל מקום ושעה גם במשרות בחו"ל, ראיונות הוידאו מאפשרים למעסיקים להיחשף למספר רב יותר של מועמדים, לאפשר לכמה בעלי תפקידים לצפות בראיון ואף עשוי להישמר בארכיוני המגייס, לצורך תפקידים עתידיים אחרים שייפתחו.

# whatNext
source: <p><strong>I've completed and send my video interview. What now?</strong></p>
bg: <p><strong>Завърших и изпратих видео интервюто си. Сега какво? </strong></p>
he: השלמתי ושלחתי את הראיון שלי בווידאו. מה עכשיו?

# whatNextDescription
source: <p>Congratulations. Now you should be informed from the employers are you&rsquo;ve going to the next step or not. Remember to check your email for future communication from Live-interview and the company. Wishing you success!</p>
bg: Поздравления. Сега трябва да бъдете уведомени от работодателите дали преминавате към следващата стъпка или не. Не забравяйте да проверявате имейла си за бъдеща комуникация от Live-interview или компанията. Желаем Ви успех!
he: מזל טוב. עכשיו אתה צריך לקבל עדכון מהחברה האם אתה עובר לשלב הבא או לא.

# whereInterviewGo
source: <p><strong>Where does my Live-interview video go?</strong></p>
bg: <p><strong>Къде отива моят Live-interview видео запис?</strong></p>
he: לאן בדיוק הסרטון שאצלם יגיע?

# whereInterviewGoDescription
source: <p>Your <strong>Live-interview</strong> video interview will be sent to the managers at the company to which you&rsquo;ve applied for a position.</p>
bg: <p>Вашето <strong>Live-interview</strong> видео интервю ще бъде изпратено до упълномощените лица в компанията, за която сте кандидатствали за позиция.</p>
he: הראיון שלך מגיע אך ורק לחברה ששלחה לך את הזימון לראיון. במידה וקיבלת את הזימון דרך חברת השמה היא תוכל לשתף זאת עם חברות שמחפשות לגייס מישהו כמוך.

# Disconnect
source: Finish interview
bg: Приключи интервю.
he: נתק

# interviewerInTheRoom
source: Interviewer is in the room
bg: Интервюиращият е в стаята.
he: המראיין בחדר אנא המתן לתחילת השיחה

# notUsingHeadset
source: If you do not use the headset, you will hear noise during this test. This noise will not appear in the video.
bg: Ако не използвате слушалки, ще чуете звук по време на теста. Този звук няма да присъства по време на видеото.
he: אם אינך משתמש באוזניה, תשמע רעש במהלך בדיקה זו. הרעש הזה לא יופיע בשימוש אמיתי

source: Scheduled date
bg: Дата:
he: תאריך מתוזמן

source: Start conversation
bg: Започни разговор
he: התחל שיחה

source: Write here
bg: Пишете тук
he: רישמי כאן

# partFive
source: <p><strong>Part 5: Benefits for staffing and recruiting firms </strong></p> <p>&nbsp;</p>
bg: <p><strong>Част 5: </strong><strong>Предимства за фирмите за подбор на персонал</strong></p> <p>&nbsp;</p>
he: חלק 5: יתרונות של ראיון עבודה בוידאו עבור חברות כח אדם והשמה

# partFiveDescription
source: <a href="partFive.aspx" class="greyLetters">Video Interviews for staffing: better representation of candidates to clients<br> Take more revenue with video interviewing for staffing firms<br> Staffing solutions: using Live Interview to hire the best candidates<br></a>
bg: <a href="https://www.live-interview.com/en-US/main/partFive.aspx" class="greyLetters">Видео интервюта за подбор на персонала: по-добро представяне на кандидатите пред клиентите<br> Вземете повече предимства с видео интервю за персонал<br> Решения за персонала: използване на Live Interview за наемане на най-добрите кандидати<br></a>
he: <a href="partFive.aspx" class="greyLetters">ראיונות וידאו עבור חברת כח אדם: ייצוג טוב יותר של מועמדים ללקוחות<br> קבל יותר הכנסות עם ראיון וידאו עבור אנשי צוות<br> פתרונות גיוס: באמצעות Live interview תוכל להעסיק את המועמדים הטובים ביותר<br></a>

# partFour
source: <p><strong>Part 4: Industries and jobs for video interviewing</strong></p> <p>&nbsp;</p>
bg: <p><strong>Част 4: Индустрии и работни места за видео</strong><strong> итервюта</strong></p> <p>&nbsp;</p>
he: חלק 4: תעשיות ומשרות שונות ראיונות וידאו

# partFourDescription
source: <a href="partFour.aspx" class="greyLetters" >Hiring great technology employees with Live Interview<br> Hiring great sales representatives with Live Interview<br> Executive management hiring: 3 video interviewing tips<br> Freelance jobs using Live Interview<br> Successful entrepreneurs use Live Interview<br> Financial and accounting services hiring with Live Interview<br> Administrative professionals: Hiring the best with Live Interview<br> Internet marketing solutions: Hiring the best with Live Interview<br> Finding better retail industry employees with Live Interview<br> Avoiding employee turnover with Live Interview<br></a>
bg: <a href="partFour.aspx" class="greyLetters" >Наемане на страхотни служители в областта на технологията с Live Interview<br> Наемане на големи търговски представители с Live Interview<br> Наемане на изпълнителен мениджър: три съвета за видео интервю<br> Работа на свободна практика чрез Live Interview<br> Успешните предприемачи използват Live Interview<br> Наемане на финансови и счетоводни услуги с Live Interview<br> Административни специалисти: Наемане на най-добрите чрез Live Interview<br> Решения за интернет маркетинг: Наемане на най-добрите чрез Live Interview<br> Намиране на по-добри служители от бранша на дребно с Live Interview<br> Избягване на оборота на служителите с Live Interview<br></a>
he: <a href="partFour.aspx" class="greyLetters" >גייס עובדים טכנולוגיים מעולים בעזרת גייס אנשי מכירות מעולים בעזרת Live-interview<br> גייס אנשי מכירות מעולים בעזרת Live-interview<br> קבל 3 טיפים לגיוס עובדים בוידאו<br> ראיון גם נותני שירות עצמאים בעזרת Live-interview<br> יזמים מצליחים משתמשים ב Live -interview <br> רואי חשבון ועורכי דין משתמשים ב Live Interview כדי לגייס עובדים<br> מצא מנהלי משרד ופקידים עם Live- interview<br> פתרונות שיווק באינטרנט מגייסים עובדים עם Live- interview<br> מציאת עובדים טובים יותר בתעשייה הקמעונאית עם ראיונות עבודה בוידאו Live-interview<br> הימנעות תחלופת עובדים עם Live-interview<br></a>

# partOne
source: <p><strong>Part 1: Introductory Guide to Video Interviews </strong></p>
bg: <p><strong>Част 1: Уводно ръководство за видеоразговори</strong></p>
he: חלק 1: מדריך היכרות ראיונות עבודה בוידאו

# partOneDescription
source: <a href="partOne.aspx" class="greyLetters" > The Introductory guide to video interviews<br> Why online interviews is the future<br> Use video Interviewing to overcome the gap<br> The benefit of video interviews<br> In which case video interview is the best solution<br> Video interviewing for HR<br> Live Interview - Best practices for Hiring professionals<br> Video Interview FAQ<br></a>
bg: <a href="partOne.aspx" class="greyLetters" > Уводно ръководство за видеоразговори<br> Защо видео интервютата в интернет са бъдещето<br> Използвайте видео интервю, за да преодолеете разликите<br> Ползата от видео интервютата<br> В кой случай видео интервюто е най-доброто решение<br> Видео интервю за HR<br> Live Interview - най-добри практики за наемане на професионалисти<br> Видео интервю – често задавани въпроси<br></a>
he: <a href="partOne.aspx" class="greyLetters" > המדריך היכרות לראיונות וידאו<br> מדוע ראיונות מקוונים הוא העתיד<br> השתמש בראיון בוידאו כדי להתגבר על הפערים<br> היתרון של ראיונות וידאו<br> במקרה זה ראיון וידאו הוא הפתרון הטוב ביותר<br> ראיון וידאו עבור משאבי אנוש<br> ראיון עבודה חי - כדי לגייס עובדים מקצוענים<br> ראיון וידאו שאלות נפוצות<br></a>

# partSix
source: <p><strong>Part 6: For the candidates</strong></p> <p>&nbsp;</p>
bg: <p><strong>Част 6: За кандидатите</strong></p> <p>&nbsp;</p>
he: חלק 6: ראיון עבודה בוידאו עבור המועמדים

# partSixDescription
source: <a href="partSix.aspx" class="greyLetters">Video interviewing tips<br> Things to avoid in your video interview<br> How to answer - popular video interview questions<br> Tips on body language for your video interview<br> Looking good in your video interview<br> The benefits of video interviews<br></a>
bg: <a href="partSix.aspx" class="greyLetters">Видео интервю съвети<br> Неща, които трябва да избягвате във видео интервюто<br> Как да отговоря - популярни въпроси при видео интервю<br> Съвети за езика на тялото при видео интервюто<br> Добър външен вид във видео интервюто<br> Ползите от видео интервютата<br></a>
he: <a href="partSix.aspx" class="greyLetters">טיפים לראיון וידאו<br> דברים שיש להימנע מהם בראיון הווידאו שלך<br> איך לענות - שאלות פופולריות בראיון עבודה בוידאו <br> טיפים לשפת הגוף עבור ראיון הווידאו שלך<br> איך להראות טוב בראיון הווידאו שלך<br> היתרונות של ראיונות עבודה בוידאו<br></a>

# partThree
source: <p><strong>Part 3: Popular video and chatting points</strong></p> <p>&nbsp;</p>
bg: <p><strong>Част 3:</strong><strong> П</strong><strong>опулярни видео и чат точки</strong></p> <p>&nbsp;</p>
he: חלק 3: נקודות חשובות בראיון עבודה בוידאו
