Repository: tshai/ask-me
Catalog: App_GlobalResources/Resources.*.resx
Languages: bg, he

# freelanceJobsDescription
source: <p>The freelancer economy is going strong, with more and more professionals go whit non-traditional work schedules. Most of this has been spurned by the weak economy, forcing candidates to get more creative and think outside the box.</p> <p>For employers, the allure of hiring someone to do freelance work is pretty evident. These are qualified professionals who can help your company grow, scale, and bring a well-developed skill set to the table. You might need someone to do some freelance writing or freelance marketing on a one-time project basis, making it inefficient to hire someone in-house.</p> <p>Hiring great candidates to do freelance work is also a great way to form a ready-made proving ground for candidates you might want to take on for more long-term employment. Instead of trusting the references on their resume or the work in their portfolio, you can see what they're really made of by evaluating the projects they turn in as a freelance employee.</p> <p>So how do you find top-notch candidates for your freelance jobs? Live interview can be a great way to fill your empty freelance jobs with talented and qualified candidates.</p> <p>One of the best things about video interviews is the ability to connect personally with a candidate. Whether you're looking for someone to do some freelance writing or freelance photography, you'll want to connect just like you would with any other candidate you'd bring into the company fold. Just because a candidate is freelancing, after all, doesn't mean it no longer becomes important for them to fit into the overall company culture.</p> <p>The candidate is still representing your company, even if you're only hiring them to do a little freelance writing for the company website. You need someone who understands the company and, more importantly, someone you trust to deliver top-quality work.</p> <p>We mentioned before that some companies use freelance work as the basis for evaluating candidates they might want to bring on full-time. So it's important to start making sure a candidate fits into the company culture as early as the hiring process.</p> <p>Using video interviews, you can connect personally with the best and brightest candidates. In a live video interview, you can connect face-to-face in the same personal way you would if they were sitting across the desk from you. Best of all, you can then share the best candidates with your whole team.</p>
bg: <p>Икономиката на свободна практика става все по-силна, и все повече професионалисти преминават към нетрадиционни работни графици. Повечето от тях бяха отхвърлени от слабата икономика, принуждавайки кандидатите да станат по-креативни и да мислят &bdquo;извън кутията&rdquo;.</p> <p>За работодателите, привлекателността на наемането на някого за работа на свободна практика е доста очевидна. Това са квалифицирани професионалисти, които могат да помогнат на Вашата компания да расте и да се развива. Ако имате периодична или еднократна нужда от &nbsp;някой, който да пише статии, отзиви или да организира маркетинг кампания, ще е много по-ефективно да наемете специалист на свободна практика, отколкото да възложите изпълнението някой Ваш служител, без необходимите знания и умения.</p> <p>Наемането на страхотни кандидати за работа на свободна практика също е чудесен начин да се създаде списък на кандидатите, които може да искате да наемете за дългосрочна заетост. Вместо да се доверявате на справки от автобиографията им или на работата в портфолиото им, можете да видите на какво са наистина способни, като оценявате проектите, с които се занимават като служители на свободна практика.</p> <p>Така че как да намерите най-добрите кандидати за вашите свободни работни места? Live Interview може да бъде чудесен начин за попълване на вашите свободни работни места с талантливи и квалифицирани кандидати.</p> <p>Едно от най-хубавите неща за видео интервютата е възможността да се свържете лично с кандидатите. Независимо дали търсите човек, който на свободна практика, ще искате да се свържете предварително, точно както бихте направили с всеки друг кандидат, който бихте наели в компанията. Само защото един кандидат е на свободна практика, в края на краищата не означава, че вече не е важно да се впише в цялостната фирмена култура.</p> <p>Кандидатите на свободна практика също ще представляват Вашата компания, дори да сте ги наели на свободна практика да извършат нещо съвсем дребно и незначително за компанията. Нуждаете се от някой, който разбира компанията и, което е по-важно, от някой, на когото се доверявате, за да получите най-качествена работа.</p> <p>Споменахме по-рано, че някои компании използват работа на свободна практика като основа за оценяване на кандидатите, които биха искали да наемат на пълно работно време. Така че е важно да се уверите, че кандидатът се вписва във фирмената култура още при процеса на наемане.</p> <p>С помощта на видео интервюта можете да се свържете лично с най-добрите и най-ярките кандидати. В интервю на живо можете да се свържете лице в лице по същия личен начин, както ако сте седнали на бюрото. Най-доброто от всичко е, че можете да споделите и да получите мнения за най-добрите кандидати с всички заинтересувани лица.</p>
he: <p style="direction: rtl;">כלכלת הפרילנסרים הולכת ומתחזקת, כאשר עוד ועוד אנשי מקצוע עובדים בלוחות זמנים שאינם מסורתיים. רוב התחום הזה נדחה בגלל כלכלה חדשה וזה אילץ מועמדים להיות יותר יצירתיים ולחשוב מחוץ לקופסא.</p> <p style="direction: rtl;">עבור מעסיקים, הפיתוי של גיוס פרילנסר הוא די ברור. אנשי המקצוע המוסמכים האלה יכולים לעזור לחברתכם לצמוח ולהביא סט של כישורים מפותחים היטב אל השולחן.</p> <p style="direction: rtl;">אתם אולם תצטרכו אדם שמבצע כתיבה עצמאית או שיווק עצמאי על בסיס של פרויקטים חד פעמיים, דבר שאינו יעיל כאשר מגייסים מישהו מבפנים לבצע זאת.</p> <p style="direction: rtl;">גיוס מועמדים נהדרים לביצוע עבודות עצמאיות הוא גם דרך נהדרת להכנת קרקע מוכחת עבור מועמדים שאולי ירצו להיות מועסקים לטווח ארוך. במקום לסמוך על המפנים בקורות החיים או העבודה בתיק העבודות שלהם, אתם יכולים לראות ממה הם באמת עשויים על ידי הערכת הפרויקטים שהם מבצעים עבורכם באופן עצמאי.</p> <p style="direction: rtl;">אז כיצד אתם מוצאים מועמדים מובילים עבור עבודות עצמאיות? ראיון עבודה בוידאו יכול להיות דרך נהדרת למלא את העבודות העצמאיות הריקות עם מועמדים כישרוניים ומוסמכים.</p> <p style="direction: rtl;">אחד מהדברים הטובים ביותר בראיון עבודה בוידאו הוא היכולת להתחבר באופן אישי עם מועמד.</p> <p style="direction: rtl;">בין אם אתם מחפשים אדם שיבצע כתיבה או צילום עצמאי, אתם תרצו להתחבר אליו כמו כל מועמד אחד שאתם מביאים אל החברה.</p> <p style="direction: rtl;">אחרי הכל רק מפני שמועמד נותן שירות עצמאי זה לא אומר שזה לא חשוב עבורו להתאים לתרבות הכללית של החברה.</p> <p style="direction: rtl;">המועמד עדיין מייצג את חברתכם.</p> <p style="direction: rtl;">אפילו אם אתם רק מעסיקים אותו לבצע עבודה עצמאית קטנה עבור אתר החברה. אתם צריכים אדם אשר מבין את החברה ויותר חשוב, אדם שאתם יכולים לסמוך עליו שיספק עבודה ברמה גבוהה. ציינו לפני כן שחברות מסוימות משתמשים בעבודות עצמאיות כבסיס להערכת מועמדים שהן אולי רוצות להביא על בסיס של משרה מלאה. לכן זה חשוב להתחיל לוודא כי המועמד מתאים לתוך תרבות החברה בשלב מוקדם ככל הניתן של תהליך הגיוס.</p> <p style="direction: rtl;">שימוש בראיונות עבודה בוידאו מאפשרים לכם להתחבר באופן אישי עם המועמדים הטובים והמבריקים ביותר. בראיון וידאו מקוון, אתם יכולים להתחבר פנים מול פנים באותו אופן אישי שהייתם עושים אם המועמד היה יושב מולכם בעברו השני של השולחן. החשוב מכל, אתם יכולים לשתף את המועמדים המובילים שלכם עם יתר הצוות.</p> <p style="direction: rtl;">&nbsp;</p>

# hiringGreatSales
source: <p><strong>Hiring great sales representatives with Live Interview </strong></p>
bg: <p><strong>Наемане на големи търговски представители с Live Interview</strong></p>
he: גיוס אנשי מכירות מעולים באמצעות Live Interview

# hiringGreatSalesDescription
source: <p>Obviously, hiring the best sales representative you possibly can is important. A recent study revealed in a business-to-business environment the caliber of sales representative is the most influential factor when it comes to buying decisions. A good sales representative can literally make or break your business.</p> <p>64 % of sales representatives fail because they're just not right for the jobл Hiring is essential when it comes to putting together a strong sales team for your organization, and the video interview can be the right tool to ensure you hire only the most talented job seekers.</p> <p>These jobs prize superior communication skills, and the video interview will allow you to evaluate such skills faster and with less fuss. For instance, instead of doing several phone interviews back to back to evaluate communication skills, you can instead compile a list of great interview questions and send this list to all of your candidates. Then you can have your candidates answers these tough interview questions on video in a recorded interview.</p> <p>In a recorded interview, job seekers answer an employer's written interview questions on video. These video interview answers can then be viewed at any time by your hiring team. Now you can judge personality and communication skills without ever wasting time with the wrong candidate. When it becomes time to select candidates for a more personal live video interview, you can select only the candidates with personalities aggressive and confident enough to make a good sales representative.</p> <p>So here are just a few of the tough interview questions you should be asking during a live or one-way virtual interview in order to find the best people:</p> <p>Do you prefer a long or short sales cycle?</p> <p>What do you like least about being in sales?</p> <p>What makes you a good sales representative?</p> <p>Tell me about your career goals.</p> <p>These tough interview questions will allow you to find out more about what your sales candidate knows and what kind of fit they will be for your open jobs. By focusing on knowledge and career goals, you&rsquo;ll be able to discover just how serious this candidate is about pursuing a career in the sales field.</p> <p>Video interviews can be a great way of finding the top candidate you need for your sales team without wasting time and energy in the hiring process.</p>
bg: <p>Очевидно е, че наемането на най-добрия възможен специалист по продажбите е важно. Неотдавнашно проучване в бизнес средите, разкрива че уменията на търговския представител е най-влиятелният фактор, когато става дума за вземане на решение за покупка. Добрият търговски представител може буквално да издигне или срине бизнеса Ви.</p> <p>64% от търговските представители се провалят, защото просто не са подходящи за тази работа. Наемането на специалист по продажбите е от съществено значение, когато става въпрос за изграждането на силен екип по продажбите за Вашата организация, а Live Interview може да бъде правилният инструмент, за да сте сигурни, че наемате само най-талантливите кандидати.</p> <p>Тези работни места изискват отлични комуникативни умения, а видео интервюто ще ви позволи да оценявате тези умения по-бързо и с по-малко шум. Например, вместо да провеждате безкрайни телефонни интервюта, за да прецените комуникационните умения на кандидатите, можете вместо това да съставите списък с въпроси и да изпратите списъка на всички кандидати. След това те трябва да отговорят на тези въпроси във видеозапис, т.е &nbsp;записано интервю.</p> <p>Тези отговори на видео интервютата могат да бъдат разглеждани по всяко време от Вашия екип за наемане. Сега можете да съдите личностни и комуникационни умения, без да губите време с грешния кандидат. Когато стане време да изберете кандидати за видео интервю онлайн в реално време, можете да изберете само кандидатите с подходящи умения, квалификация и увереност, необходими за всеки търговски представител.</p> <p>Ето някои от трудните интервю въпроси, които трябва да зададете по време на записано или онлайн интервю, за да намерите най-подходящите кандидати:</p> <p>Какво бихте предпочели - дълъг или кратък цикъл на продажбите? Обосновете се.</p> <p>Какво най-малко Ви харесва в продажбите?</p> <p>Какво Ви прави добър търговски представител?</p> <p>Кажете ми за целите на кариерата Ви.</p> <p>Тези въпроси ще Ви позволят да научите повече Вашият кандидат за продажби, за знанията и уменията му, както и за това как ще се приспособи към Вашите методи на робота и фирмена политика. Като се съсредоточите върху целите на кандидата и амбициите му в кариерата, ще можете да откриете колко сериозен и подходящ е този кандидат в областта на продажбите.</p> <p>Live Interview може да бъде чудесен начин за намиране на най-добрия кандидат, който Ви е необходим за Вашия търговски екип, без да губите време и енергия в процеса на наемане.</p>
he: <p style="direction: rtl;">גיוס אנשי המכירות הטובים ביותר יכול להיות דבר חשוב. מחקר שנערך לאחרונה בסביבת עסקים לעסקים חשף כי איכות איש המכירות היא הגורם המשפיע ביותר כשזה נוגע לקבלת החלטות קנייה.</p> <p style="direction: rtl;">איש מכירות טוב יכול ליצור או לשבור את העסק שלכם.</p> <p style="direction: rtl;">64% מאנשי המכירות נכשלים מפני שהם פשוט לא מתאימים לתפקיד, הגיוס הוא חיוני כשזה נוגע להרכבת צוות אנשי מכירות חזק עבור הארגון שלכם וראיונות עבודה בוידאו יכולים להיות הכלי המתאים שמבטיח כי אתם מעסיקים את מחפשי העבודה המוכשרים ביותר. העבודות האלה מעריכות כישורי תקשורת מעולים וראיון בוידאו יאפשר לכם להעריך כישורים שכאלה מהר ועם הרבה פחות בעיות.</p> <p style="direction: rtl;">לדוגמא, במקום לבצע מספר ראיונות טלפוניים על מנת להעריך את כישורי התקשורת, אתם יכולים לבחור רשימת שאלות עבור הראיון ולשלוח את אותה לכל המועמדים שלכם. המועמדים יענו על השאלות הקשות האלה בראיון וידאו מוקלט.<br /> בראיון וידאו מוקלט, מחפשי עבודה עונים בוידאו על שאלות הראיון שנכתבו על ידי המעסיק. ניתן לצפות בתשובות הראיון בכל עת על ידי צוות הגיוס שלכם. כעת אתם יכולים לשפוט את האישיות ואת יכולות התקשורת מבלי לבזבז זמן על המועמד הלא נכון. כשמגיע הזמן לבחור מועמדים לראיון וידאו יותר אישי, אתם יכולים לבחור רק מועמדים בעלי אישיויות אגרסיביות ומלאות במספיק בטחון כדי להיות אנשי מכירות טובים. להלן מספר שאלות קשות שאתם צריכים לשאול במהלך ראיון מקוון על מנת למצוא את האנשים הטובים ביותר:<br /> האם אתה מעדיף מעגל מכירות ארוך או קצר?<br /> מה הדבר שאתה הכי פחות אוהב בתחום המכירות?<br /> מה הופך אותך לאיש מכירות טוב?<br /> ספר לנו על מטרות הקריירה שלך.<br /> שאלות הראיון האלה יאפשרו לכם לגלות יותר על מה מועמד המכירות שלכם יודע ומה סוג ההתאמה שלו למשרות הפתוחות שלכם. על ידי התמקדות על הידע ומטרות הקריירה, אתם תוכלו לגלות עד כמה רציני המועמד בנוגע לקריירה בתחום המכירות. ראיונות וידאו יכולים להיות דרך נהדרת למציאת המועמד המוביל לצוות המכירות שלכם מבלי לבזבז זמן ואנרגיה במהלך תהליך הגיוס.</p>

# hiringGreatTechnology
source: <p><strong>Hiring great technology employees with Live Interview&nbsp; </strong></p>
bg: <p><strong>Наемане на страхотни служители в </strong><strong>областта на </strong><strong>технологията </strong><strong>с </strong><strong>Live Interview</strong></p>
he: גיוס עובדי הייטק מעולים באמצעות Live Interview

# hiringGreatTechnologyDescription
source: <p>Thanks to a tech worker shortage and the skills gap, it's actually harder than ever to find the right people you need for your open positions. Despite the high unemployment rate, finding the right people for technology sector jobs is still a real challenge.</p> <p>This is because, while the unemployed job seekers is large, those who can perform these highly skilled tech jobs is actually fairly small. The skills gap between the qualifications employers need and the qualifications job seekers have feels like it gets wider all the time.</p> <p>The video interview can be a great tool for connecting with the best candidates and scooping them up before your competition.</p> <p>While the unemployment rate for all job seekers hovers at around 7 percent, the unemployment rate for those in the IT industry and technological fields is a paltry 4 percent.</p> <p>It's tough out there in the job market...unless you work in technology.</p> <p>Due to the high demand, the best tech job seekers are likely to have packed schedules. Your company might find a great passive candidate who would be perfect for your open position, but finding time to schedule a conventional interview is another story. Not only is this passive candidate in high demand, but also it's likely their schedule will make a face-to-face sit down hard to come by.</p> <p>This is a great example of how the video interview can help your company scoop up top candidate. That passive candidate who doesn't have time to commute out to your office just might have time to squeeze a video interview into their packed schedule.</p> <p>In a live video interview, you can connect with the passive candidate in real time just like in a traditional interview. However, because these interviews can be performed from anywhere, even the busiest passive candidate can make time to connect via webcam.</p> <p>Now you can jump the skills gap by isolating talent and connecting with these individuals faster than in the traditional process.</p> <p>You can also use recorded interviews, where employers present job seekers with typed questions to answer on video. These are much faster and more efficient than phone screens, and will allow you to see if your in-demand tech worker is likely to leave the company due to a cultural mismatch.</p>
bg: <p>Поради недостига на технически работници и липсата на умения и квалификация, е по-трудно от всякога да намерите подходящите хора, от които се нуждаете за Вашите свободни позиции. Въпреки високата безработица, намирането на подходящите хора за работни места в технологичния сектор все още е истинско предизвикателство.</p> <p>Това е така, защото, макар безработните, търсещи работа лица, да са големям брой, тези, които могат да отоговят на изискванията за висококвалифицирани работни места, са всъщност доста малко. Разликата в уменията и квалификациите, които са необходими на работодателите и квалификациите на търсещите работа е все по-голяма.</p> <p>Видео интервюто може да бъде чудесно средство за свързване с най-добрите кандидати, за да ги наемете преди конкуренцията.</p> <p>Докато процентът на безработица за всички търсещи работа е около 7%, равнището на безработица за хората от ИТ индустрията и технологичните области е по-малко от 4%.</p> <p>Благодарение на голямото търсене, най-добрите търсещи работа в ИТ индустрията вероятно ще имат много натоварени графици. Вашата компания може да намери страхотен пасивен кандидат, който би бил идеален за Вашата свободна позиция, но намирането на време за насрочване на традиционно интервю е друга история.</p> <p>Това е чудесен пример за това как Live Interview може да помогне на Вашата компания да намери топ кандидат. Този пасивен кандидат, който няма време за лична среща в офиса, може да намери време за видео интервю в своя пълен график.</p> <p>В интервюто на живо можете да се свържете с пасивния кандидат в реално време, точно както в традиционното интервю. Тъй като тези интервюта могат да се извършват отвсякъде, дори най-натовареният пасивен кандидат може да намери време да се свърже чрез уеб камера.</p> <p>Можете също така да използвате записани интервюта, където работодателите записват предварително своите въпроси към кандидатите, а те отговарят чрез видео запис. Те са много по-бързи и по-ефективни от телефонните интервюта и ще ви позволят да видите кандидата, да се запознаете с техническата му спецификация, а вероятно и да прецените доколко ще се впише във фирмената Ви култура.</p>
he: <p style="direction: rtl;">בגלל המחסור באנשי הייטק והפער בכישורים, זה למעשה קשה יותר מאי פעם למצוא את האנשים הנכונים שאתם צריכים עבור המשרות הפתוחות שלכם. למרות שיעור האבטלה הגבוה, מציאת האנשים המתאימים בתחום הטכנולוגיה הוא עדיין אתגר אמיתי. זה מפני שבזמן שמספר מחפשי העבודה המובטלים הוא גבוה, מספר אנשים שיכולים לבצע עבודות הייטק שדורשות כישורים גדולים הוא למעשה די קטן. הפער בין הצורך בכישורים של המעסיקים לבין הכישורים של מחפשי העבודה מרגיש כאילו שהוא גדל כל הזמן. ראיון עבודה בוידאו יכול להיות כלי מצוין לחיבור עם המועמדים הטובים ביותר ולתפוס אותם לפני המתחרים שלך. בזמן ששיעור האבטלה של מחפשי העבודה נמצא סביב 7%, אחוז האבטלה עבור אנשים בתעשיית ההייטק ותחום הטכנולוגיה נמצא בסביבות ה 4%.</p> <p style="direction: rtl;">קשה בשוק העבודה... אלא אם כן אתם עובדים בתחום הטכנולוגיה. לאור הביקוש הגבוה, סביר להניח שלמחפשי העבודה בתחום ההייטק יש לוח זמנים עמוס. חברתכם יכולה אולי למצוא מועמד פסיבי שיהיה מושלם עבור המשרה הפתוחה אצלכם, אבל מציאת הזמן לתזמון הראיון הוא סיפור אחר לחלוטין.</p> <p style="direction: rtl;">לא רק שהמועמד הפסיבי הזה מאוד מבוקש, אלא שסביר להניח שיהיה קשה למצוא זמן בלוח הזמנים שלו לקביעת פגישה של פנים מול פנים. זאת דוגמא מצוינת לאופן שבו ראיון עבודה בוידאו יכול לעזור לחברתכם לתפוס מועמד מוביל. למועמד הפסיבי הזה אין את הזמן לנסוע למשרדכם, אבל אולי יהיה לו את הזמן להכניס ראיון עבודה בוידאו לתוך לוח הזמנים העמוס שלו. בראיון עבודה מקוון, אתם יכולים להתחבר למועמד פסיבי בזמן אמת בדיוק כמו בראיון מסורתי. עם זאת, מפני שראיונות אלו יכולים להתבצע מכל מקום, אפילו המועמד הפסיבי העמוס ביותר יכול למצוא את הזמן להתחבר באמצעות מצלמת אינטרנט. כעת אתם יכולים לקפוץ מעל פער הכישורים על ידי בידוד הכישרון וחיבור עם אותם אנשים בדרך מהירה יותר מהתהליך המסורתי.</p> <p style="direction: rtl;">אתם יכולים גם להשתמש בראיונות מוקלטים שבהם מעסיקים מציגים למחפשי עבודה שאלות שהם צריכים לענות עליהם בוידאו. הם יותר מהירים ויעילים יותר ממסכי טלפון ומאפשרים לכם לראות אם קיימת סבירות כי עובד ההייטק המבוקש שלכם יעזוב את החברה בגלל אי התאמה תרבותית.</p>

# howToAnswer
source: <p><strong>How to answer - popular video interview questions </strong></p>
bg: <p><strong>Как да отговоря - популярни въпроси </strong><strong>при</strong><strong> видео интервю</strong></p>
he: כיצד לענות – שאלות פופולריות בראיון וידאו
